{"scenario":{"fnal.ks":{"「はぁ……」":"Hah ...","あれから、2週間くらい。":"It's been about two weeks since then.","結局、抵抗虚しくあの男たちに のされたにも関わらず性懲りもなく生きてる。":"\"After all, despite being struck by those guys in opposition, they are still living without sex.\"","あの後のことは知らないけど、きっと鬼神とやらがどうにかしたんだろう。":"\"I don't know what happened after that, but I'm sure that the demons and things did somehow.\"","それはもう、俺には関係の無い物語だからどうでもいい。":"It doesn't matter because it's a story that has nothing to do with me.","俺は生きてて、独り。またここから歩き出すしか無い。":"\"I'm alive, alone There is no choice but to start walking from here.\"","帰ってきた、と言える。":"You can say that you are back.","\"そうだ、俺は\"帰ってこれた\"んだ。この日常に。\"":"\"Yeah, I'm back. In this everyday.\"","退院してからしばらく学校は休んでいて、今日は久しぶりの登校だった。":"\"I was absent from school for a while after being discharged, and today was my first time to school.\"","相変わらず煩わしい場所。":"A troublesome place as usual.","家は心地良かった。他人に会う必要もないし。家族との会話だって最低限で済むし。":"The house was comfortable. You don't even have to meet others. Even conversations with family are minimal.","学校に行ったって、良いことなんて何もない。":"There is nothing good about going to school.","さっさと帰ろう。なるべく長い間家にいたい。":"Let's go home immediately. I want to stay home for as long as possible.","外は、人がいるから嫌いだ。":"I hate outside because there are people.","足を速める。":"Speed ​​your feet.","「瀬川くん」":"Segawa","目の前に、人影。":"A figure in front of you.","「久しぶり」":"long time no see","「あのね、言っておきたいことがあって……」":"\"Well, I have something to say ...\"","「……あ」":"……Ah","「……」":"...","「瀬川くんがどう思ってても構わないよ。……でもね、ありがと……ね」":"It doesn't matter what Segawa thinks .... but thanks ....","「ごめんね、いきなり。でも、どうしても言っておきたかったんだ」":"\"Sorry, suddenly, but I really wanted to tell you.\"","「…………」":".........","「さよなら」":"Goodbye","ずっと一人でいい。":"I can be alone all the time.","友人、恋人、仲間。そういうのと何かを共有するのは面倒だ。":"\"Friends, lovers, companions. It's a pain to share something with that.\"","このまま誰とも関わらず一生を生きていく。":"\"Living as it is, regardless of who you are.\"","孤独で、絶対に何も起こらない日々。":"Days when lonely and nothing happens.","特別幸せではないけれど、大きな不幸にまみえることもない。":"\"I'm not particularly happy, but I don't see any big misfortune.\"","そんな毎日に満足している。":"I am satisfied with such everyday life.","それでいい。":"That's fine.","それでいいんだ。":"That's fine.","なのに。":"Nevertheless.","忘れたはずなのに。消したはずなのに。":"I should have forgotten. I should have erased it.","その顔は、その声は。":"\"That face, that voice.\"","俺の中にいつまでも––––––––":"In me forever ––––––––","「あああああああああああああああああああああああ！！！！！」":"“Ah ah ah ah ah ah ah ah ah ah ah !!!"},"katuki_omorasi.ks":{"端的に言って、ピンチである。":"\"In short, it's a pinch.\"","動く度に、響く振動が普段より過敏に身体を刺激する。":"\"Every time you move, the vibrating vibrations stimulate your body more than usual.\"","うん、そう。":"\"Yeah, right.\"","あたしは今すごく、それはもうすごくトイレに行きたい。":"\"I'm really good now, I want to go to the bathroom so much.\"","二時限前から尿意があったものの、その後の休み時間ではミク達との会話に夢中になって行きそびれ、":"\"Although I had a desire to urinate for two hours before, in the rest time after that I was absorbed in a conversation with Miku and I could not go,\"","さっきの休み時間では着替えと準備のため行けず。":"I couldn't go because of the change of clothes and preparation during the break time.","好きでなった体育係だけど今は恨めしい。":"\"I'm a gymnast who I didn't like, but I'm grudged now.\"","しかも、よりによってドッヂボール。":"\"What's more, it's a dodge ball.\"","学年末が近づいた今、やるべき科目を全て終え時間に余裕が出来たらしい。":"\"Now that the end of the school year is approaching, it seems that we have had time to finish all the subjects to be done.\"","そこで生徒の要望を聞いた結果、ドッヂボールとなった。":"\"Then, as a result of hearing the requests of the students, it became a dodge ball.\"","そのライン引きの為に私は着替えてすぐ来る必要があった。":"\"In order to draw the line, I had to change clothes and come immediately.\"","そりゃ、ドッヂボールあたしも好きだけどさ。":"\"Well, I love Dodgeball.\"","「ひぅっ」":"Huh","球を避け、踏みしめた足から下腹部への刺激。お股がキュッとなる。":"Avoid the ball and stimulate the lower abdomen from the stepped foot. Your crotch becomes tight.","こんな状況じゃ楽しんでなんていられない。":"I can't enjoy myself in this situation.","「んっ…！」":"Hmm ...!","さっさと当たって外野に行けば少しは楽になるのかもしれない。":"It might be a little easier if you hit the outfield immediately.","しかし、球が飛んでくると反射的に避けてしまう。避ける事が出来てしまう。":"\"However, when the ball flies, it avoids it reflexively. You can avoid it.\"","運動神経には割と自信あって。":"Be confident in your motor nerves.","だから、避けるだけじゃなく——":"So don't just avoid—","「あっ——、っ」":"Oh-hhhhh","ボール、取れちゃったりする。":"I can get the ball.","「っしょ、と——……あ、ぃっ！」":"What? ---... Ah!","ボールを敵陣に投げる。":"Throw the ball at the enemy.","その大振りな動きは、相応に私の身体に刺激となる。":"The large-scale movements accordingly stimulate my body.","同時に、その投球は敵チームの一人に当たる。":"\"At the same time, the pitch hits one of the enemy teams.\"","「痛み分けってか」":"Don't divide the pain?","当てたボールを敵の別のメンバーが拾い、私に投げてくる。":"Another member of the enemy picks up the ball and throws it at me.","そんな投球で私に当てられると思ったか。":"Did you think you could hit me with such a pitch?","と、思うも":"I think","「っ、あぅっ」":"Wow!","回避は簡単。でも身体への負担は大きい。":"Avoidance is easy. But the burden on the body is great.","下腹部に尿意を抱えている。それだけのことが、一挙一動に生まれる反動を強くする。":"I have a desire to urinate my lower abdomen. That alone strengthens the recoil that is created every moment.","非常にまずい。":"Very bad.","今の当たっておけばよかった。そんな風にも思う。":"I should have hit me right now. I think that way.","ていうか、このまま勝ったら連戦だ。":"\"In fact, if you continue to win, it's a series of battles.\"","隙を見てトイレに行くことも出来ない。":"I can't even go to the bathroom to see the gap.","今に限って言えば、負けに持っていきたい。":"\"Speaking of now, I want to bring it to the loser.\"","でも——":"But--","相手チーム、弱い。":"Opponent team is weak.","負ける要素がない。":"There is no defeat factor.","避けるのが上手い人が多い分、試合時間は長くなってるけど、攻め自体は弱い。":"\"As many people are good at avoiding, the match time is longer, but the attack itself is weak.\"","それこそ今の私でも簡単に避けられるくらい。":"That is so easy that I can avoid it now.","それに、相手はクラスで暗めの人が集まったようなチーム。":"\"Besides, the opponent is a team where dark people gathered in the class.\"","トイレには行きたい。正直ほんとにヤバイ、ちびりそう。":"\"I want to go to the bathroom. To be honest, it looks really dangerous.\"","だけど、ああいう人たちに負けるのはちょっと嫌。":"But I hate losing to those people.","そして。":"And.","はい、勝ちました。私も最後まで残りました。":"\"Yes, I won I also remained until the end.\"","そして即座に次戦。":"And immediately the next race.","やーばい。漏れそう。足、少し震えてるかも。":"Yeah. It seems to leak. Your legs may be shaking a little.","動いて汗もかいているのに、身体がやけに冷える。":"\"I'm moving and sweating, but my body cools down.\"","「……ふぅーっ」":"... Whew","もう動くのもしんどい。":"It's hard to move anymore.","膀胱の圧迫感が痛みのようにも感じる。":"The pressure on the bladder feels like pain.","やめて、そんなに締め付けないで。":"Stop and don't tighten that much.","何にも縛られてる訳じゃないのに、そんなことを思ってしまう。":"\"Even though I'm not bound by anything, I think about that.\"","「…………っ」":".........","下腹部の辺りを撫でる。すごく張ってる気がする。":"Stroke around the lower abdomen. I feel like it's very taut.","こんなの、これ以上溜めて置けるのかな。":"I wonder if I can store more than this.","動けば膀胱に刺激が走る。じっとしてても尿意に意識が行ってしまう。":"\"If you move, the bladder will be stimulated. Even if I stay still, my consciousness goes to urination.\"","「ふぅー……、ふぅー……っ」":"\"Foo ..., Fuoo ...\"","「ツッキー大丈夫？」":"\"Tucky, are you okay?\"","「へ！？あ、あー。……じ、実はさ」":"\"He !?","「めっちゃおしっこしたい」":"\"I really want to pee\"","「えぇ大丈夫？」":"Are you okay?","「頑張る……」":"Do your best ...","と、その時。":"At that time.","「っ！？」":"What?","会話に意識が向いて余所見してたら当てられた。":"It was applied when I was conscious of the conversation and looked at something else.","でも問題はそこではなく。":"But the problem is not there.","私、今……。":"I am now ...","威力はそんなに強いものじゃなかったけれど、急なことで驚いた私は思わず。":"\"The power wasn't that strong, but I was surprised at how sudden it was.\"","ありえない。この歳になってそんなのマジない。":"Impossible. I don't really like that at this age.","血の気が引く。":"Bloody.","ついにやらかした。":"I did it at last.","私、この時間の間保たないかもしれない。":"I may not keep this time.","不安が……いや最早恐怖ともいえるものが襲う。":"Anxiety ... Nothing can be called fear anymore.","お願いしますお願いしますどうか我慢できますようにお願いします。":"Thank you. Thank you for your patience.","もう神に祈るしか出来なかった。":"I could only pray to God.","しかし、その後も——":"But then-","外野にいるためしょっちゅう動く必要はなくなったが、尿意で集中できずボールを取り逃してしまうことが多い。":"\"I no longer need to move frequently because I am in the outfield, but I often miss the ball because I cannot concentrate because of my urination.\"","それを取りに行くために走るたびに——":"Every time I run to get it—","「……っぅ」":"...","我慢が効かず、わずかに溢れる。":"\"I can't stand it, and it overflows slightly.\"","それはボールが来ないときも同じ。":"It's the same when the ball doesn't come.","じっとしていられず、前屈みになったり手で足を擦ったり。":"\"I couldn't stay still, and I leaned forward and rubbed my feet with my hands.\"","しかしそんなもの気休めにすらならず。":"But I couldn't even take a rest.","自分ではしっかり栓を閉めているつもりでも、隙間から滲んでくる。":"\"Even if I intend to close the stopper tightly, it begins to seep through the gap.\"","その試合中、私は子供のように何度も下着を濡らし続けた。":"I continued to wet my underwear like a child many times during the match.","「はいじゃあ、号令」":"\"Yes, command.\"","もうすぐ、もうすぐだから。":"It's coming soon.","あと少し、耐えて。":"Withstand a little more.","私の下着はもう冷たく、貼り付く感覚もある。":"My underwear is already cold and there is a feeling of sticking.","ハーフパンツに染みていないかが何より心配だった。":"I was more worried about whether the shorts did not stain.","「気をつけー、礼！」":"\"Be careful, thank you!\"","終わった。早く早くトイレに。":"finished. To the toilet as soon as possible.","「カツキー」":"Katsuki","「あ、ミクごめんっ！あ、あたし、漏れそうなの！先行ってる！」":"\"Ah, I'm sorry Miku! Ah, I'm about to leak! I'm ahead!\"","と言っても、全力で走るなんてことは出来ず半走り気味の早歩き。":"\"Even so, I couldn't run with all my might, so I walked halfway.\"","下駄箱で上履きに履き替え、トイレへ急ぐ。":"Change shoes into a shoe box and rush to the bathroom.","「はぁっ、はぁっ」":"\"Huh, huh\"","しかし道中、もう少しというところなのに、抑えきれぬ欲求が徐々に顔を出す。":"\"However, even though it was a little more along the way, the uncontrollable desire gradually appeared.\"","少し、また少し。その間隔は出るたびに短く、点だったものが繋がろうとしていく。":"\"A little, a little again. The intervals are shorter each time they come out, and the points are trying to connect.\"","「も、少し……はぁ……」":"\"Well, a little ... huh ...\"","トイレは目の前。ここにきて私の太ももに伝うものがある。":"The toilet is right in front of you. There's something that comes down to my thighs here.","「……っ、……ぁっ」":"... hhhhhhhh","それは少しずつ、ふくらはぎ、そして足元へと流れていく。":"It gradually flows to the calf and then to your feet.","そして、トイレの入り口まで来たところで。":"And at the entrance to the toilet.","「————っ！」":"“————!”","あ、これ駄目だ——直感で理解する。":"\"Ah, this is no good — understand with intuition.\"","そして点は繋がり、線となる。":"And the dots connect and become a line.","栓が外れ、溢れる。":"The plug comes off and overflows.","股の辺りに響く水音。広がる温もり。":"The sound of water that resonates around the crotch. The warmth that spreads.","「っ！！」":"Wow!","私はもうなりふり構わず駆け出す。もちろん、流れ出るそれは止まらず。":"\"I rush to run without any pretend. Of course, it doesn't stop flowing.\"","急いで戸を開け中に入る。":"Hurry up and open the door.","「あっ、あ、はっ」":"\"Oh, huh\"","ハーフパンツの裾から水流が零れ落ちていく。":"Water spills from the hem of the half pants.","その光景が余計に私を焦らせる。":"The scene further annoys me.","急いで便器のフタを上げる。":"Immediately raise the toilet lid.","ハーフパンツに手をかけ、下着ごと下ろす。":"Put your hands on the shorts and put down your underwear.","私はようやく、便器に座れる。":"I can finally sit on the toilet bowl.","「はぁーー……」":"Huh ...","残ったものを出す。":"Take out the leftovers.","私は脱力した。しかし、それは安堵は伴わず。":"\"I was weak. However, it was not a relief.\"","ハーフパンツの股間部分、そこに広がる染みを目にする。":"You can see the crotch part of the half pants and the stain spreading there.","「はぁ…………」":"Hah .........","サイアク。これ、どうすんの。":"Saiaku. How is this?","下着もびしょびしょ。おまけに床にも失態の跡が残っている。":"\"Underwear is also soaked. In addition, there are traces of missteps on the floor.\"","これからどうしようってリアルな不安と、ここまでやらかしてしまったという精神的ショック。":"\"I have a real anxiety about what I should do from now on, and a psychological shock that I have done so far.\"","「あー……っ、ぁはっ」":"Ahhhhhhh","やば、泣きそう。":"I'm gonna cry.","こんな状況どうしようもないよ。":"This situation can't be helped.","外、出れない。":"I can't go outside.","おまけに、多分外にも零れたものが残ってるはず。":"\"In addition, there is probably something left outside.\"","もし誰かが来たら。その時この個室の戸が閉まっていたら。":"If anyone comes. If the door of this private room was closed then.","何があったのか一目瞭然だ。":"It's easy to see what happened.","このまま戻らなくても、不審に思われる。":"It seems suspicious even if I don't return.","あの時、あんなこと伝えたミクには確実に。もし他の人の耳にも入ってたらその人達にも気づかれる。":"\"Surely for Miku who told you that time. If they are in the ears of other people, they will be noticed.\"","「っ……ぅっ……」":"Uhhh ...","嫌だ。誰にも知られたくない。":"I hate it. I don't want anyone to know.","でも、このままいてもどうしようもない。":"\"However, there is nothing I can do if I keep this.\"","どうすればいいの。嫌だ。助けて。":"What should I do. I hate it. help.","「うぅ……っ、……ぅっ」":"Uhhhhhhhhhhhh","そして、そのまま10分以上が経ったようでチャイムが鳴った。":"\"Then, it seemed that 10 minutes had passed, and the chime rang.\"","もしかしたらバレて、誰か来るかもしれない。":"Maybe it will come out and somebody will come.","怖くなる。嫌だ。こんな様見られたくない。":"Get scared. I hate it. I don't want to be seen like this.","足音。":"footsteps.","トイレ内に誰か来たのだと察する。":"I think that someone came in the toilet.","ついにその時が来てしまった。":"Finally the time has come.","「……」":"...","思わず息を潜める。":"I can hold my breath.","足音は、私のいる個室の前で止まる。":"The footsteps stop in front of my private room.","胸が張り裂けそうな思いに苛まれる。":"I'm frustrated by the feeling that my heart is going to burst.","また、涙が浮かんでくる。":"\"Also, tears come to my mind.\"","「……っ」":"...","思わず、嗚咽が漏れてしまう。":"\"Unexpectedly, the sore throat leaks.\"","そのタイミングで、外から溜め息のようなものが聞こえた。":"\"At that timing, I heard something like a sigh from the outside.\"","あ……。":"Ah…….","今の声。":"Current voice.","「カツキ、だよね？」":"\"Katsuki, right?\"","ミクだ。":"Miku.","「…………」":".........","「ミク……」":"Miku……","「色々、持ってきたんだけど」":"I brought a lot of them.","「……え？」":"……e?","「制服とか。一応人に見られないように気をつけたつもりだけど……」":"In uniform. I was careful not to be seen by people ...","「……っ、……ありがと」":"... thanks ... thanks.","私は戸を開け、ミクから荷物を受け取る。":"I open the door and pick up my luggage from Miku.","「カバン、持ってくる？」":"Do you bring your bag?","「いや、いい……。次の時間に戻るね」":"\"No, it's okay ... I'll be back next time.\"","「ん、わかった。私、戻っても大丈夫？」":"\"Oh, I see. Can I go back?\"","「うん。ありがとう……」":"\"Yes, thank you……\"","ミクが去っていく。":"Miku leaves.","私は個室に戻り制服に着替える。ソックスも履き換えておいてよかった。":"I go back to my private room and change into my uniform. It was good to change socks.","上履きはある程度乾いているようだった。":"My shoes seemed to be dry to some extent.","若干染みが残ってるけど、汚れとして誤魔化せる範疇だと思う。多分。":"\"There are some stains left, but I think it is a category that can be misleading as dirt. Perhaps.\"","「あ……」":"Ah……","下着、どうしよう。":"What about underwear?","このままでもいられない。とりあえず水洗いする。":"\"I can't stay this way. First, wash with water.\"","少し悩み、絞ってからそれを履いた。":"\"I worried a little, I wore it after narrowing it down.\"","う、冷たい。気持ち悪い。":"\"Uh, it's cold. Disgusting.\"","でも、流石に下に何も履かないとかありえないし。":"\"However, it is impossible to wear nothing underneath.\"","多分、履いてる内に乾くと思うし。":"Maybe it will dry out while I'm wearing it."},"kousokuomorasi.ks":{"「トイレ……」":"toilet……","しばらくした後、宇崎が言った。":"After a while Uzaki said.","「参ったわね……でも、しょうがないか」":"I'm here ... but can you help me?","「どうしよう」":"What should I do","「最悪、ここでするしかないかもね」":"\"Worst, I might have to do it here.\"","その言葉にドキっとする。":"I'm surprised at the words.","ここ？俺もいる中で？":"here? In my presence?","「そんな……」":"Such ...","「今は身動きとれないし、奴らが来ても簡単には返してくれないだろうし」":"\"I can't move right now, and when they come, they won't return it easily.\"","「……」":"...","宇崎が黙る。":"Uzaki shuts down.","「あいつらのいる前で、その……限界になるよりは今済ませちゃった方がいいかもしれない」":"\"It might be better to finish it now before they are ...","「ここでですか。なにも無いのに」":"\"Here? There's nothing.\"\"","「……うん」":"……Yup","「…………」":".........","「我慢、します」":"I will be patient","「……そう」":"……so","そこで会話が終わる。":"The conversation ends there.","でも俺は宇崎の発言が忘れられず。":"But I can't forget Uzaki's remarks.","この先のことをつい考えてしまう。":"I ponder the future.","どう転んだとしても、普通なら見るはずの無い宇崎の姿を期待している自分がいた。":"\"No matter how I fell, I was expecting Uzaki, which I would not normally see.\"","こんな極限の状況でみんな参ってるはずなのに。":"Everyone should be in this extreme situation.","最低だ、俺って。":"\"It's the worst, me.\"","それからどれくらい時間が経ったのか。10分程度かもしれないし、1時間かもしれない。":"How long has it been since then? It may be about 10 minutes or 1 hour.","もしくはもっとか。":"Or more?","「ぅ……っ、……っ」":"Uhhhhhhhhh ...","すすり泣く声が耳に入ってくる。":"A sobbing voice comes into my ears.","それは宇崎のものだった。":"It belonged to Uzaki.","宇崎の方に目を向ける。":"Turn to Usaki.","はっきりとは見えないが、彼女のお尻の周りに何か広がっているのが分かる。":"\"I can't see it clearly, but I see something spreading around her ass.\"","何があったのか察した。":"I wondered what happened.","佐伯さんも気づいてるだろうけど、何も言わない。":"\"Saeki-san may be aware, but he doesn't say anything.\"","俺もまた彼女にかけるべき言葉を持たなかった。":"I also had no words to say to her.","静かにすすり泣く宇崎を哀れに思う反面で、そんな彼女の姿から目が離せない。":"\"On the other hand, I feel sorry for Uzaki, who quietly sobs, but I can't take my eyes off her.\""},"miku_kyousitu.ks":{"最近の私はおかしい。":"I'm funny these days.","また、我慢出来なくて外でしてしまった。":"\"Also, I couldn't stand it and went outside.\"","本当何やってるんだろう、私。":"What am I really doing?","限界になるのが怖くて、授業が終わるたびにトイレに立っている。":"\"I'm afraid of reaching my limit, so I stand in the bathroom after each lesson.\"","こまめに済ませておけば大丈夫なはず。":"It should be okay if you do it frequently.","3時間目の授業が終わる。":"The 3rd hour class is over.","私はまたトイレに行こうと席を立つ。":"I stand up to go to the bathroom again.","「ミクー！」":"Miku!","カツキが声をかけてくる。":"Katsuki calls out.","「ん？なに？」":"What? What?","「ミユキとミオ達とカラオケ行こーって話しててさ」":"I'm talking to Miyuki and Mio about going to karaoke.","「うん、いいけど」":"\"Yeah, good.\"","「それでね、私明後日が空いてるんだけど……」":"\"So, the day after tomorrow is open ...\"","時計をチラチラと見る。まだ大丈夫。":"Watch the clock flicker. Still okay.","この話が終わったら……。":"When this story is over ...","「でね、ここだと近くにレストランあって良かったんだけど……こないだ鬼神の件があって」":"\"Well, I'm glad there's a restaurant nearby here ... but there's something about the demon God.\"","「じゃあこっちにする？」":"Then you want to go over here?","「おっけー、じゃあ決まりだね。ミユキに伝え、る……時間ないか。次言ってくるね」":"\"Okay, then it's decided. I tell Miyuki ... I don't have time. I'll tell you next.\"","「え……」":"e……","休み時間はあと2分も無い。カツキと話し込んでしまった。":"I have no more than two minutes left to rest. I have talked to Katsuki.","チャイムが鳴り授業が始まる。":"The chime sounds and the class starts.","どうしよう。":"What should I do.","トイレに行きそびれてしまった。":"I missed the toilet.","いや、1時間だ。それくらい大丈夫なはず。前の時間に行ったのだもの。":"\"No, it's an hour. That should be all right. I went there the previous time.\"","きっと、大丈夫。":"it must be no problem.","自分に言い聞かせるも、不安は拭えず。":"\"I can tell myself, but I can't wipe out my anxiety.\"","意識してたら、なんだか尿意があるような気がしてくる。":"\"When I was conscious, I felt like I had a desire to urinate.\"","だめ。考えたらいけない。":"No good. Don't think about it.","余計に行きたくなるだけだ。":"I just want to go extra.","1時間、1時間だ。だから、大丈夫。限界なんて来ない。":"\"One hour, one hour. So it's ok. There is no limit.\"","授業に集中しよう。気にしたら駄目。":"Let's concentrate on the class. Don't worry about it.","しかし、先生が話しているだけでノートに書くことも無く。":"\"However, the teacher was just talking and not writing in a notebook.\"","どうしてもじっとしていると意識が下の方に向いてしまう。":"\"If you stay still, your consciousness will turn downward.\"","不安感からか、冷たい感覚が全身を包む。":"\"Perhaps because of anxiety, a cold sensation envelops the whole body.\"","冷えた感覚は、余計に尿意を増してるような感じがして。":"The cold sensation made me feel like I was getting more urine.","今感じてるこれは本物なのか、それともただの思い込みなのか分からない。":"I don't know if this is the real feeling or just an assumption.","分からないけど、焦りは収まることはなく。":"\"I don't know, but the impatience never stops.\"","まずい。":"Unpalatable.","本当に下腹部に重みを感じてくる。":"I really feel the weight on my lower abdomen.","確かめるように少し押してみる。":"Press a little to make sure.","僅かにズキっとした感覚が走る。痛い、まではいかないが少し不快な感覚。":"\"A slightly thrilling feeling runs. Painful, if not a little uncomfortable feeling.\"","まずい、これ本当に溜まってるかも。":"\"I'm sorry, this may be really accumulated.\"","どうしよう。授業始まって10分も経ってない。":"What should I do. Less than 10 minutes have passed since the class started.","また、限界になっちゃったらどうしよう。":"\"Also, what if the limit is reached?\"","頭の中、胸の奥が不安でいっぱいになる。":"Anxiety fills my head and back of my chest.","やだ。こんなところで限界が来たら……。":"no. When the limit comes in such a place ...","それは洒落にならない。今まで以上に。":"It doesn't look fashionable. More than ever.","そんなことあってはならない。":"That shouldn't happen.","我慢しないと。何としても。":"I have to put up with it. Anyway.","早めにトイレに行っとくべき？":"Should I go to the bathroom early?","でも、あの先生そういうの嫌味言ってきそうだし、出来れば話したく無い。":"\"But that teacher is likely to say that, and I don't want to talk if I can.\"","あの人に生理現象の事情を知られるのも嫌だ。":"I don't want that person to know about the physiological phenomenon.","それに、休憩毎に行ってて、一回行きそびれたから授業中に立つだなんて。":"And I go to every break and stand up during class because I missed it once.","すごい頻尿みたいで恥ずかしい。":"It's embarrassing because it looks like a lot of urination.","「……っ」":"...","いよいよもって尿意は本格的なものとなってきた。":"\"Finally, the desire to urinate has become full-fledged.\"","二度、あの時も覚えた感覚。このままだと本当にまずい。":"The feeling I remembered at that time again. It's really bad if you leave it as it is.","残り20分。":"20 minutes remaining.","大丈夫かな。前はどれくらい我慢出来たっけ。":"Is it fine. How long could you stand before?","「……はぁっ」":"... huh","不安が、焦りが脳を満たす。もう、何を考えても意識が下半身に向いてしまう。":"\"Anxiety and impatience fill the brain. No matter what I think about it, my consciousness turns to the lower body.\"","トイレに行きたい。やばい。":"I want to go to the bathroom. dangerous.","考えれば考えるほど尿意は増して、尿意が増すほど思考はそれでいっぱいになる。":"\"The more you think, the more you want to urinate, and the more you want to urinate, the more you think.\"","「はぁ……はぁ……っ」":"Hah ... huh ...","お腹が苦しい。身体が限界を知らせてくる。":"I'm hungry. The body informs you of the limits.","今にも外に出そうとしてる。":"I'm about to go out.","「…‥つ、ぅ」":"\"“… Tsu, u”\"","出口の辺りが熱くジンとする。":"The area around the exit is hot and gin.","駄目だ。ダメ、だめ。":"\"It is useless. No, no.\"","ここでやらかしたら全てが終わる。それは取り返しがつかない。":"\"If you do it here, everything is over. It is irreversible.\"","早く、早く授業終わって。":"\"Finish class early, early.\"","「ぁ、はぁ……」":"Ah ...","苦しい。辛い。痛い。怖い。":"painful. Spicy. painful. scared.","なんで、なんで私がこんな思いをしなきゃいけないの。何の罰なの。":"Why do I have to think like this? What is the punishment?","こんなの嫌。神様助けて。":"I don't like this. God help me.","お願い。":"Please.","「はっ……」":"Huh ...","何かが滲む感覚。":"The feeling of something blurring.","何が起こったのか、そんなことを理解するのに時間はかからなかった。":"It didn't take long to understand what happened.","実感が、それを伝える。":"The real feeling conveys that.","思い出される以前の記憶。":"Memories before being remembered.","あ、ダメだ。これ、もうダメだ。":"Oh no. This is no good anymore.","もう時間の問題どころじゃない。":"It's no longer a matter of time.","「まっ……」":"Ma ...","トイレだ。トイレ行かせてもらおう。これ以上は無理！":"It's a toilet. Let's go to the bathroom. No more!","体制を整えようと身体を動かす。":"Move your body to adjust the system.","「ぁぅ」":"Ah","下腹部に激しい刺激が走る。":"Intense stimulation runs on the lower abdomen.","すんでのところで抑えたが、今のは危なかった。冗談抜きで。":"\"I suppressed it at the end, but it was dangerous now. Without joking.\"","でも、ヤバイ。これ。どうしよう。":"But it ’s dangerous. this. What should I do.","トイレに行く許可を貰ったとして、これ、間に合うの？":"\"If I get permission to go to the bathroom, is this in time?\"","私、ここから動けるの。":"I can move from here.","どうしたらいいの。何が出来るの。":"What should I do. What can i do?","「っ」":"Wow","また、溢れる。今度は音が耳に入るくらいはっきりと。":"\"Also overflowing. This time, the sound is so clear that you can hear it.\"","股間に湿っぽさを感じる。濡れた下着が張りついてる。":"I feel a dampness in my crotch. Wet underwear is stuck.","脳内に、最悪の光景がよぎる。":"The worst scene passes through my brain.","それは警告と言うにはもう遅くて。":"It's too late to say a warning.","それはもう逃れられない。":"I can't escape it anymore.","未来の":"Future","わたし":"I","一瞬意識が飛んだような、時間が飛んだような気がした。":"I felt like I was out of consciousness for a moment and I was out of time.","下半身が温かい。あれ、なんで。":"\"The lower half of the body is warm. Uh, why.\"","「あっ、ぁ」":"Ah!","時間差で零れ落ちる水音で、何が起きたのか理解する。":"Understand what happened with the sound of water spilling over time.","「や、ぁ……まっ」":"Yeah ...","止められない。いや、止め方が分からない。":"\"can not stop. No, I don't know how to stop.\"","水流が、崩壊した水門を容赦無く蹂躙していく。":"The water flow mercilessly overruns the collapsed lock.","私にはもう止める術は無かった。":"I had no way to stop it.","「う、ぅっ……ひぅぅ、っく」":"Uhhhhhhhhhhhhh","誰かが気づいた声がする。":"There is a voice noticed by someone.","それでも、今も溢れ続けている。":"\"Still, it continues to overflow.\"","「え、ミク！？」":"\"Eh, Miku !?\"","「っ……いや……っあ、ぅぅ」":"Uh ... nohhhhhhh","イヤ！イヤ！イヤ！":"No! No! No!","止まらない。止まらない。止まらない。":"do not stop. do not stop. do not stop.","「ああっ……っ、ぅ」":"Ohhhhhhh","おしっこ、漏らしちゃった。":"I've leaked pee."},"miku_onesho.ks":{"「はっ」":"Hah","夢。":"dream.","一昨日の……あの時の、夢。":"The day before yesterday ... the dream of that time.","「……ぅ」":"... u","思い出してまた泣きそうになる。":"I'm about to cry again as I remember.","こらえようと身を丸めた瞬間、違和感に気付いた。":"\"The moment I rolled up to hold it, I realized something strange.\"","股間に感じる、妙な不快感。":"A strange discomfort felt in the crotch.","「まさかっ」":"No way","お尻辺りの布団に触れる。":"Touch the futon around the hips.","「っ」":"Wow","次に、自分の寝巻き。":"\"Next, my nightwear.\"","信じられなくて布団をめくると、予想通りの惨状が広がっていた。":"\"Unbelievable and flipping over the futon, the catastrophe spread as expected.\"","「なんで……」":"why……","どうしてこんなことばかり起こるの。":"Why is all this happening?","なんで私がこんな目に合わなきゃいけないの。":"Why do I have to look like this?","「うぅ……っ」":"Uhhh ...","もう、最悪……なんて言葉じゃ足りない。":"The worst isn't it?","なんなの、私。":"What am I?","「う……っ、ひぅ……っ、ぅ」":"Uhhhhhhhhhhhhh","やだ……もう、いやだよ。":"\"No ... no, no.\""},"miku_tatishon.ks":{"「やばいやばい」":"Oh no!","すごくトイレに行きたい。":"I really want to go to the bathroom.","瀬川くんと歩き回っている中、いつの間にかこんなに。":"\"While I was walking around with Segawa, I realized this before I knew it.\"","あの話題を出すのに、前後にトイレに行くのはどうも気まずくて我慢してしまった。":"\"It was awkward to go to the bathroom before and after that topic, but I put up with it.\"","「うぅ……」":"Uh ...","もっと急ぎたいけど、膀胱に振動が響いてこれ以上は早く歩けない。走るなんてもってのほか。":"\"I want to hurry, but the bladder vibrates and I can't walk any faster. Besides running.\"","だめ。家までもたないかも。":"No good. I may not even have a house.","確か、もう少し行った先にコンビニあったっけ。":"\"Certainly, there was a convenience store where I went a little further.\"","そこでトイレ借りよう。頑張れ私、もう少しだから。":"\"Let's rent a toilet there. Good luck, I'm a little more.\"","少し歩いた先にコンビニはあった。":"There was a convenience store just a short walk away.","「すいません、お手洗い借りていいですかっ」":"\"I'm sorry, can I borrow the restroom?\"","「どうぞー」":"Please","私は急ぎトイレへ。が、":"\"I hurried to the toilet. But,\"","「えっ」":"eh","ドアノブが開かない。":"The doorknob doesn't open.","と、中からノック音。":"And a knocking sound from inside.","そんな、嘘でしょ。":"That's a lie.","まずいって、これ……。":"\"First of all, this is ...\"","「はぁ……」":"Hah ...","早く出て来て、お願い。本当に辛い。":"\"Come out early, please. Really spicy\"","「うぅ……やば、かも」":"\"Uh ... yaha, maybe\"","お腹をさするが、尿意は収まるはずもなく。":"\"I'm hungry, but I can't stop feeling urine.\"","真っ直ぐ立ってられなくて、体が少しくの字になる。":"\"I couldn't stand upright, and my body became a little crooked.\"","こんな姿人に見せられない。":"I can't show people like this.","でも、こうしてないと……。":"But I have to do this ...","早く、早く出て来てよ。":"\"Come out early, early.\"","「ぁぁ〜……」":"Ahh~……","そわそわしてじっとしていられない。":"I can't be bothered and still.","音が出ないように気をつけつつ、足踏みする。":"Be careful not to make any noise while stepping on.","「…………」":".........","もう、ここは諦めて前みたいに……。":"It's almost like giving up here ...","このまま取り返しのつかないことになるよりは、マシ。":"It's better than irreparable as it is.","でも、あの時みたいに誰かに見られたら。":"But if someone could see me like that time.","瀬川くんは何も気にしてない風に接してくれてるけど、あの時はすごく恥ずかしかった。":"\"Segawa-kun treated me like he didn't care, but it was very embarrassing at that time.\"","またあんなことがあったらと思うと、尻込みする。":"I want to do something like that again","すぐにでも目の前のトイレから中の人が出て来てくれればいいんだけど。":"I wish somebody inside would come out of the toilet right in front of me.","でも、ちょっともう待ってられないかもしれない。":"But maybe I can't wait any longer.","「ぅ〜、はぁ……っ」":"Uhhhhh ...","お股のあたりがキューンとする。":"Kune around your crotch.","ちょっともう駄目だ。この後どうするにしろ、ここは諦めた方がいいかも。":"\"It's no good anymore. Whatever you do after this, you may want to give up here.\"","それでも歩くのがちょっと辛くて、中の人が出て来るのを期待してしまう。":"\"Still, it's a bit difficult to walk, and I expect people inside to come out.\"","だけど————":"However----","「っ！」":"Wow!","私、今……。":"I am now ...","だめ。これはもう無理。外に出よう。":"No good. This is no longer possible. Let's go outside","私はなるべく不自然に思われないように、ちゃんと背筋を伸ばして店の出口へ向かう。":"I keep my back straight to the exit of the store so that I don't feel unnatural.","正直かなり辛いけど、見るからにトイレ我慢してるような格好で人前を歩くことなんて出来ない。":"\"To be honest, it's quite painful, but I can't walk in front of me because I look like I'm putting up on the toilet.\"","でも問題はそれからで、店を出たら余計に変な歩き方なんて出来ないし、出来る場所を探さなきゃいけない。":"\"But the problem is after that, when you leave the store, you can't do extra strange walking, and you have to find a place where you can.\"","通学路なら前にした林があるけれど、ここからなら家の方がまだ近い。":"\"If you go to school, there is a forest in front of you, but from here, your house is still closer.\"","例え近くにあっても、流石にまたあそこでするのは嫌だけど……。":"\"Even if it's near, I don't want to go over there again ...\"","とにかく、早くなんとかしないとまずい。":"\"Anyway, I have to do something quickly.\"","私はとりあえず家を目指して、途中に出来そうな場所がないか探す方向で決めた。":"\"For the time being, I decided to aim for a home and search for a place that could be created along the way.\"","できれば何かのお店とかがいいけど、この際外ですることも視野に入れないといけない。":"\"If possible, it would be nice to have a store, but at this time we should also consider outside.\"","出来る限り平静を装って出来る限り自然に歩いて。":"Pretend to be calm and walk as naturally as possible.","挙動不審に思われないように目だけで周りのものを追って、いい場所がないかを探す。":"\"In order not to be suspicious of behavior, look for things around you with your eyes and look for a good place.\"","普通に歩くのはしんどいけれど、こればっかりは耐えなければいけない。":"\"It's difficult to walk normally, but I have to endure it.\"","「っ……ふっ」":"Ohhhhh ...","体は寒いのに、汗をかいているような感覚。":"I feel like I'm sweating even though my body is cold.","手足が震える。":"The limbs tremble.","歩く振動が辛くて、何度か立ち止まりつつ周りを見渡す。":"The vibration of walking was so painful that I stopped and looked around several times.","「はやく……っ」":"Fastly ...","今の状態だと、まともな判断は出来ないと思ってなるべく厳しめに探してるけど、だからなのか一向に見つからない。":"\"In the current state, I think I can't make a decent decision, so I'm looking for it as strict as possible, but I can't find it.\"","でも、変な場所でやってまた見られたらと思うと、判断を緩めるわけには行かない。":"\"However, if you try again in a strange place, you cannot loosen your judgment.\"","でも、でも。":"\"But, but.\"","「あぅ……はぁ」":"Ah ... huh","下腹部が重い。苦しい。泣きそう。":"The lower abdomen is heavy. painful. I am going to cry.","膀胱の中、ぱんぱんなのが伝わってくる。":"\"In the bladder, you can feel the spread.\"","いつ溢れてもおかしくない、そんな感覚。":"It's not strange that it overflows anytime.","頭の中には、間に合わなかった自分のビジョンしか浮かんでこない。":"\"In my head, I only see my own vision that was not in time.\"","もう、本当に、漏れちゃう。":"It really leaks.","「はぁっ、はっ、ぅ」":"Hahhhhhhh","じわっとした温かい感触。":"A gentle warm feeling.","私……また。":"I ... see you again.","早く！早くどこか！このままじゃ……。":"quickly! Somewhere soon! If this is the case ...","「ぅ、はぁ……」":"Uhhh ...","涙で視界が滲む。":"My eyes are blurred by tears.","おぼつかない足取りで一歩一歩進んでいくが、何歩か歩いたところで。":"\"I am stepping forward step by step without making any trouble, but only after a few steps.\"","また、少し。":"Also a little.","「はぁ、はぁ……ぐす……」":"\"Hah, huh ... Gus ...\"","私はもう半泣きだった。":"I was half crying.","数歩進む度、少しずつちびってしまう。":"\"Every time I take a few steps, I gradually lose lips.\"","下着が少し温かくなり、それが冷たくなった頃にまた温かい感覚が上書きされる。":"\"The underwear gets a little warm, and when it gets cold, the warm feeling is overwritten again.\"","それを何度か繰り返して、下着はびしょびしょだった。":"I repeated that several times and my underwear was soaked.","感覚的には、もう漏らしちゃってるのとほとんど変わらない。":"\"From a sensory perspective, it's almost the same as having leaked it.\"","「ぐす……ぅ、ひっ」":"\"Gus ... uh, huh\"","足に垂れる感覚。":"Sensation of hanging on the foot.","下着を超えて流れてる。お漏らしの第一歩。":"It's flowing over underwear. The first step of leakage.","「いや、ぁ……」":"No ...","その時、目に入った路地裏。隠れてするには少し広くて、さっきまで避けていた場所だけど。":"\"At that time, the back alley that came into my eyes. It's a bit large to hide, but it's the place I used to avoid.\"","今の私にはもうそこしかないと思えて。":"I think there's only one for me now.","本当に無理、そう悟って急いで路地裏に入る。":"\"It's really impossible, so I realized that I hurried into the back alley.\"","ここだ。ここでしよう。":"here. Let's do it here.","出来る限り影の部分に向かう。":"Go to the shadow part as much as possible.","その時、":"\"At that time,\"","「ちょっ、やっ、待ってっ」":"\"Wait, wait, wait.\"","ついに、それは勢いよく吹き出してしまう。":"\"Finally, it blows out vigorously.\"","嫌な温もりがさっきまでの比にならない早さで広がっていく。":"The unpleasant warmth spreads at a speed that is not comparable to the previous one.","「はっ、はっ……」":"\"Hah, huh ...\"","私は急いで下着をずらす。":"I hurry to shift my underwear.","解き放たれた水流が壁に当たる。":"The unleashed water stream hits the wall.","激しく舞う水しぶきが足にかかってくるけど、気にしてる余裕なんてない。":"I can't afford to worry about the violent splash of water on my legs.","膝はガクガクで、この状態からとても動けそうにない。":"\"My knees are jerky, and I am not very likely to move from this state.\"","「あ、あ、あ……」":"\"Ah, ah ...\"","一度解き放たれてしまったそれは止まらない。":"\"Once released, it never stops.\"","私はただ収まるのを待つしかない。":"I just have to wait for it to settle.","「はぁっ、はぁっ、ひっく」":"\"Huh, huh, hick\"","視界は滲み、前がもうよく見えない。":"My vision is blurred and I can't see the front anymore.","どうしよう、これ。こんなことしちゃって。":"What should I do? Do something like this.","人様の建物に向かってこんなこと。":"Towards the building of people like this.","私最低だ。":"I'm the worst.","女の子なのに立ったまま、こんな場所で。":"\"While standing as a girl, in a place like this.\"","あまりに下品。":"Too vulgar.","前の時より酷い有様だ。":"It looks worse than before.","こんな姿、誰にも見せられない。":"No one can show this.","誰も来ませんように。お願いします神様。":"\"I hope no one will come. God, please.\"","これからちゃんと気をつけるから、もうしないから。":"\"I'll be careful, I won't do it anymore.\"","早く、早く終われ。心でどんなに願っても、身体は解放感に抗えないまま放出を続けていた。":"\"End early, early. No matter how much I wanted with my heart, the body continued to release without resisting the feeling of liberation.\"","今の私の見かけだけなら、漏らすのとそう大差ないレベルの酷さだ。":"\"If it's just my appearance now, it's as bad as leaking.\"","というか手で押さえている下着は予想通りびっしょりで。":"\"Rather, the underwear I'm holding with my hands is full of water as expected.\"","こんなの、漏らしたのと変わらない。":"This is just like leaking.","「はぁーっ、……はぁーっ」":"Huhhhhh ...","放出が終わり、急いでここを離れなきゃと思うも、身体が思うように動かない。":"\"The release is over, and I have to hurry away, but my body doesn't move as I want.\"","だめ、ここにいたら。":"\"No, if you were here.\"","今誰か来たら私が何していたか分かってしまう。":"Now when someone comes I know what I was doing.","「んっ！」":"Hmm!","無理にでも力を入れて足を動かす。":"Forcibly move your legs.","早く、早く逃げなきゃ。":"I have to get away quickly."},"reimon_noshon.ks":{"その日の帰り道。":"The way back on the day.","あたしは再びピンチだった。":"I was in a pinch again.","そう。尿意。":"so. Urination.","濡れた下着を履いているせいか、今日はあの後もトイレに立つことが多かった。":"\"Maybe because I'm wearing wet underwear, I used to stay in the bathroom after that today.\"","今も完全には乾いておらず、おまけに冷たい外気に当てられている。":"\"Even now, it is not completely dry, and as a bonus, it is exposed to cold outside air.\"","催す理由としては充分。どころか、学校にいた時より近くなってる。":"\"Sufficient as a reason to host. On the contrary, it's closer than when I was at school.\"","学校出る前に済ませたし、何よりさっきまでそんな気になるほどでもなかった。":"\"I did it before school, and above all, it didn't bother me.\"","タイミング悪すぎ。もっと前に催してたらどこかお店で済ませることもできたのに。":"The timing is too bad. I could have done it somewhere in the shop if I held it earlier.","ここまで来るともうコンビニすらない。":"There is no more convenience store when you come here.","とれる手段は二つ…………いやいや。":"\"There are two ways you can take ... No, no.\"","出来る限り我慢しよう。曲がりなりにも女子として、そういう決断は簡単にするものじゃない。":"\"Let's be patient as much as possible. As a girl, it's no easy task to make that decision.\"","「んぅ……」":"Nu ...","とは言っても辛いものは辛い。":"\"That said, spicy food is spicy.\"","こんなにも早く、あの時の感覚をもう一度体験することになるとは思わなかった。":"I didn't think I would experience that feeling again so quickly.","早く楽になりたい。":"I want to be quick and easy.","どうして何度も何度もこんな思いをしなきゃいけないの。":"Why do you have to think like this over and over again?","もう今日は最悪だ。":"It's the worst today.","結局ミクにバレるし。ミクはあの後も普通に接してくれたけど、あたしはしばらく気まずいままだろう。":"\"After all, it will be revealed to Miku. Miku treated me normally after that, but I wouldn't feel embarrassed for a while.\"","早く帰りたい。帰ったら不貞寝してやる。":"\"I want to go home soon. When I get home, I'll sleep unfaithfully.\"","こんな日はもう起きていたくない。全部忘れたい。":"I don't want to wake up on such a day. I want to forget everything.","とはいえ、今の状態で簡単に家に着くなら苦労はない。":"\"However, if you can easily get home under the current conditions, there is no difficulty.\"","一歩、また一歩と歩くたびに下腹部が痛む。":"My lower abdomen hurts every time I walk.","「ほんっと、ない……！」":"\"Really, no ...!\"","一人ぼやく。":"I am alone.","だんだんイライラしてきた。なんで私がこんな目に合わなきゃいけないのか。":"I was getting frustrated. Why do I have to look like this?","あー！ほんとサイアク！！":"Ah! Really Saiaku! !!","頭の中で叫ぶ。":"Yell in my head.","しかし、そんなイライラも余裕が無くなってくるとそれどころでは無くなってくる。":"\"However, such frustration will disappear as time runs out.\"","「……っ、っ〜」":"... hhhh","ヤバイ。":"I'm sorry.","これ絶対家まで保たない。":"I will never keep this home.","歩みは止めていないけど、我慢しきれるつもりなど既にない。":"\"I haven't stopped walking, but I'm no longer willing to put up with it.\"","周りを見渡す。それは諦めの信号。":"Look around. It's a signal to give up.","仕方ない。このままだと少なからずまた下着を汚すことになる。":"\"it can not be helped. If it is left this way, it will stain the underwear again.\"","無理だと分かりきっているのに、わざわざチビるまで我慢する方が馬鹿だ。":"It's foolish to put up with the pain of knowing it's impossible.","近くの廃墟が目に入る。立ち入り禁止になっているが、見張りもいないし、ここで人がいるのを見たことない。":"\"You can see the nearby ruins. It's off-limits, but there's no guard, and I've never seen anyone here.\"","うん。":"Yup.","仕方ない、仕方ないの。今は緊急事態だから。":"I can't help it. It's an emergency right now.","そりゃ私だってこんなことしたくない。":"I don't want to do this either.","野ションとかありえないし、もし人に見つかったらすっごい怒られるだろうし、何してたかも聞かれそうだし。":"\"There is no such thing as a field, and if someone finds you, you'll be very angry, and you'll hear what you were doing.\"","でも、それでも。":"But still.","何よりも、力尽きてしまうよりは圧倒的にマシな訳で。":"\"Above all, it is overwhelmingly better than exhausting.\"","私はそっと敷地に入り、奥へと進む。":"I gently enter the site and proceed to the back.","人気がなさそうだったから、前を抑えつつ。":"\"It seemed to be unpopular, so hold back.\"","それなりに入った先、ここなら誰からも見えないだろうという場所。":"\"After entering the place, it is a place that no one can see here.\"","あたしは下着を降ろして、しゃがむ。":"I take off my underwear and crouch.","力を抜いて。":"Be relaxed.","「…………ふぅ」":"“………… Fu”","まず先に開放感。":"\"First of all, a sense of openness.\"","やっちまった、って思わなくもないけど、今は漏らさず済んだことを安堵しよう。":"\"It's no wonder you've done it, but now let's be relieved that we didn't leak it.\"","今はこうだけど、後からクるやつだろうなぁこれ。":"\"It's like this right now, but I think it's a guy who'll do it later.\"","学校で漏らしたその帰りに野ションとか、普通に考えてヤバい。":"It's so dangerous to think about wildness or the like on the way back when I leaked it at school.","広がっていく水溜まりを眺める。":"Watch the spreading water pool.","あー、ほんとにやってしまった。":"\"Ah, I really did.\"","初めてだこんなことしたの。多分初めて。":"It's my first time doing this. Probably the first time.","小さい頃にあったっけな。":"I guess it was when I was little.","覚えてない。まぁいいや、子供の頃はノーカンでしょ。":"\"I do not remember. Well, when I was a kid\"","まぁ、今この瞬間1カウントしてしまってるわけだけど。":"\"Well, I've already counted one at this moment.\"","ていうか、長い。":"Really long.","まだ止まらない。我慢してたからかな。":"I can't stop yet. I think I was patient.","圧迫感はもう感じない。でも水流は止まることなくて。":"I no longer feel pressure. But the water flow doesn't stop.","「……はぁ」":"...","流石に長い間こんなことしてるのも恥ずかしすぎるので、少し力む。":"\"It's too embarrassing to do this kind of thing for a long time, so I put a little effort on it.\"","勢いが増す。無理矢理出してしまおう。":"Momentum increases. Let's force it out.","段々と、力みながらも勢いが落ちていく。":"\"Gradually, the momentum slows down while exerting effort.\"","やっとか。":"Finally.","「………」":"“………”","水溜まりを見て少し引く。こんなにも……。":"Look at the puddle and pull a little. So much ...","やめよう。早く立ち去ろう。":"Let's stop. Let's leave early.","「あっ」":"Ah","拭くものが——と一瞬焦ったがカバンの中にティッシュが入っている。":"\"The thing to wipe was urgent for a moment, but there was a tissue in the bag.\"","持ち歩いていて良かった。":"It was nice to carry around.","私はポケットティッシュでさっと拭きとり、その場を後にする。":"I wipe it with a pocket tissue and leave."},"scene1.ks":{"「寒……」":"Cold ...","学校を終え、帰路に着く。":"Finish school and return home.","やっと終わった。学校は嫌いだ。":"It's finally over. I hate school.","多数の他人と同じ空間にいて、一部の授業や行事においては関わりを強制される。":"\"Being in the same space as many others, they are forced to be involved in some classes and events.\"","耐えられない。俺は独りが良い。":"Intolerable. I'm good alone.","一体いつになれば、どれほどこんな状況で過ごせば解放されるのだろう。":"At what time will I be released when I spend such a situation?","途中、通学路を逸れて近くの雑木林へ。":"\"On the way, I left the school road and went to a nearby wooded area.\"","俺の家はここを抜けた方が早い。":"It's faster for my house to leave here.","とはいえ、雑木林の中。冬以外は虫が湧くためこの近道を使えるのは今の季節だけだ。":"\"However, in the thickets. Insects spring up except winter, so this shortcut can only be used in this season.\"","近道と言っても、あまり道としてのナリをしていない。":"\"Even if it's called a short cut, it doesn't do much as a road.\"","もしかしたら、俺以外は誰もここを利用してないかもしれない。":"Perhaps no one else is using it here.","正直歩きづらいことこの上ないが、俺は何より早く帰りたい。":"\"To be honest, it's hard to walk, but I want to return earlier than anything else.\"","自分だけの世界にいたい。":"I want to be in my own world.","俺は草木を掻き分けつつ進む。":"I proceed while pushing through the trees.","その途中——":"On the way-","「えっ」":"eh","人の声。":"Human voice.","まさか人がいるとは思わず、驚いて声の方へ振り向いてしまう。":"\"I don't think there are people, so I am surprised and turn to the voice.\"","しまった。普段なら無視して——":"Oops. Normally ignore it--","「え…………」":"e…………","「あ…………」":"Ah…………","目に飛び込んできた、衝撃的な映像に思考が途切れる。":"My thoughts are interrupted by the shocking images that jumped into my eyes.","一瞬、何が起きているのか分からなかった。":"\"For a moment, I didn't know what was happening.\"","ええと、彼女は":"\"Well, she\"","「宇……崎」":"U ... saki","そうだ、宇崎。クラスにいた。名字だけ知ってる。":"\"That's right, Uzaki. I was in class. I only know my last name.\"","そして……。":"And ...","しゃがむ彼女の足元が濡れているのに気づく。":"Squatting and finding her feet wet.","同時に彼女の脚の間、僅かにきらきら光る何かが見える。":"\"At the same time, I see something slightly shimmering between her legs.\"","そして、かすかに響く水音。":"And the sound of water that echoes faintly.","ああ、これは見ていたらいけないやつだ。":"\"Oh, this is the one I shouldn't watch.\"","そんなことを、彼女を見つめながらぼーっと考える。":"\"Thinking about that, I stare at her and think about it.\"","「やっ！あ！だめっ！」":"Yeah! Ah! No!","「…………ぁ、あ！ご、ごめん！」":"\"......... Ah, sorry! Sorry!\"","彼女の声にハッとなり、俺は後ろを向く。":"\"Her voice made me nervous, and I turned to the back.\"","一瞬の沈黙、激しい心臓の音が聞こえる。":"I hear a moment of silence and an intense heartbeat.","「あ、あのっ！これは違くて！」":"\"Ah, that's wrong! It's different!\"","「その……」":"That……","「…………」":".........","頭がいっぱいで何も言葉が出てこない。":"My head is full and no words come out.","再び二人の間に沈黙が訪れた。":"There was silence between them again.","静かになると聞こえる水音。":"The sound of water heard when it becomes quiet.","つい、聞き入ってしまう。":"I'm just listening.","「…………ふぅ」":"“………… Fu”","僅かに聞こえた宇崎の息遣い。":"Uzaki's breathing that was slightly heard.","事を終えたのか、ごそごそと音が聞こえる。":"\"I can hear the sound, whether it's finished.\"","「あ、あの、なんか、ごめんね」":"\"Oh, sorry about that\"","「こ、こちらこそ、ごめん」":"\"This is this, I'm sorry\"","「い、いや！……私こそお見苦しいものを……」":"\"No, no! ... I don't like what you see ...\"","語尾が小さくなっていく。":"The ending is getting smaller.","そんな宇崎に俺も気恥ずかしくなる。":"I feel embarrassed at Uzaki.","これ以上彼女と話してはいけない。ここにいてはいけない。":"Don't talk to her any more. Don't stay here","「そ、それじゃ俺行くからっ」":"\"Oh, then I'll go.\"","「あ、あの！このことは、誰にもっ……」":"\"Ah, that! Everyone knows this ...\"","「言わない！言わないって！」":"Don't say! Don't say!","それだけを言い残して、俺は逃げるように早足でその場を離れる。":"\"Leaving that alone, I leave as fast as I can.\"","なんだか身体が浮くような感覚というか、現実感がない。":"\"There is no sense of reality, such as a feeling of floating in the body.\"","なんだこれ。なんでこんなことに。":"what's this. Why is this so?","ずっと一人でいいと思っていた。":"I've always wanted to be alone.","友人、恋人、仲間。そういうのと何かを共有するのが面倒で。":"\"Friends, lovers, companions. It's a hassle to share something with that.\"","このまま誰とも関わらず一生を生きていたい。そう思っていた。":"I want to live my life as it is regardless of who I am. that's what I thought.","退屈だけれど、その退屈さこそが愛おしい。":"\"It's boring, but I love it.\"","人との関わりも薄く、友人や恋人もいない。":"He has little relationship with people and has no friends or lovers.","孤独で、絶対に何も起こらない日々。":"Days when lonely and nothing happens.","特別幸せではないけれど、大きな不幸にまみえることもない。":"\"I'm not particularly happy, but I don't see any big misfortune.\"","そんな毎日に満足していた。":"I was satisfied with every day.","それでよかったはずだった。":"That should have been good.","全く偶然の出来事。":"A totally coincidental event.","これが俺の——":"This is mine","全ての終わりで、始まり。":"Beginning at the end of everything."},"scene2.ks":{"あれから数日。":"It's been a few days since then.","あれで終わりだと思っていた。":"I thought that was the end.","あんなことがあってしまったけれど、宇崎との関わりはあれっきりだと。":"\"That's what happened, but your relationship with Uzaki was clear.\"","二度と話すことはないし、向こうから関わってくることはないと思っていた。":"\"I never talked to him again, and I thought I would never get involved.\"","だが——":"But--","「瀬川くんおはよう」":"\"Good morning, Segawa\"","「え、あ、おはよう」":"\"Oh, good morning.\"","予想外で急な出来事に狼狽える。":"I was dismayed at the unexpected and sudden event.","目には入っていた。だが、何もないだろうと思っていたからそのまま通り過ぎようとしていた。":"\"It was in my eyes. However, I thought there would be nothing, so I was just passing by.\"","だが、彼女はわざわざ俺の名前を呼んで声をかけてきた。":"\"However, she bothered to call out my name.\"","何故？":"why?","関わりを持ってしまったから、気遣いか何かのつもりなのか。":"\"I've got involved, so I'm thinking about something or something.\"","気まずいだろうに、そんなことする必要ないのに。":"\"Awkward, you don't have to do that.\"","まぁ、そうならばもう話しかけてくることもあるまい。":"\"Well, if that's the case, I won't talk to you anymore.\"","そう思ったが、":"\"I thought so, but\"","「瀬川くーん」":"Segawa-kun","「へ？」":"What?","「次の家庭、移動か教室か分かる？」":"\"Do you know if it ’s the next home, mobile or classroom?\"","「えっと、確か……」":"\"Um, sure ...\"","昼休み、宇崎はそんな疑問を投げかけてくる。":"\"During lunch break, Uzaki asks such a question.\"","そんなもの他に聞ける相手がいるだろうに。":"I'm sure there are other people to listen to.","何故わざわざ俺に聞くのだろう。":"Why would you bother to ask me?","彼女の考えが分からなかった。":"I didn't understand her idea.","「瀬川くん、これ分かる？」":"\"Segawa, do you understand this?\"","翌日、俺は宇崎に授業について質問を受けていた。":"\"The next day, I was asked Uzaki about the class.\"","横に立つ宇崎をどうも意識してしまう。なんというか、気まずい。":"\"I am conscious of Uzaki standing next to me. Somehow, it's awkward.\"","「えっと……ごめん、ちょっと分かんないや」":"\"Um ... sorry, I don't know.\"","「そっかー……　あ！ちょっと待ってて！」":"Well ... ……! Wait a minute!","宇崎は廊下の方へ走っていく。":"Uzaki runs toward the corridor.","なにやら、友人と話しているようだった。":"He seemed to be talking to a friend.","少しして彼女が戻ってきて。":"After a while she came back.","「おまたせ！友達に聞いたんだけど、ここはね……」":"\"Look back! I asked a friend, but here ...\"","彼女はわざわざ聞いたことを俺に教える。":"She tells me that she bothered to hear.","昨日より深い接触だった。":"It was a deeper contact than yesterday.","挨拶くらいは予想していたが、こんな深く絡んでくるのは想像もしてなかった。":"\"I expected a greeting, but I never imagined that it would be so deeply involved.\"","若干、人目が気になる。":"I am a little worried about the eyes.","が、宇崎がこうしてくることに対しての動揺もあってか思考が定まらない。":"\"However, his thoughts are uncertain, perhaps because Uzaki is upset about this.\"","目先の会話をこなすので精一杯だった。":"I was doing my best because I could handle the conversation at hand.","彼女は何を考えているのだろう。":"What is she thinking about?","普通、あんなことがあった相手にここまで接触してこないはず。":"\"Normally, you shouldn't come into contact with someone who has had such a problem.\"","あの事をバラされないように、こうして接することで遠回しに釘を刺してる？":"Are you piercing a nail in a long way by touching like this so you don't let that happen?","まさか。友人なんて一人もいない男の言うことなど誰が信じる。":"No way. Who believes a man who has no friends?","俺を反応を面白がってる？":"Are you interested in my reaction?","ありえなくはない。が、よりによって俺に来るか？":"Not impossible. But will you come to me by more?","アレを周りには信じられなくても、それでも彼女自身は多少なりとも気にするはず。":"\"Even if you can't believe it, she should still care for her.\"","それに、彼女一人で来ているのが妙だ。":"\"Besides, it is strange that she is coming alone.\"","からかいの意図があるなら仲間で囲んだ方が効果的だろう。":"\"If you have a teasing intention, it would be more effective to enclose it with friends.\"","もしくは、気まずそうにしてる俺を見て悦んでるとか——アホか。":"Or maybe I'm afraid to see me who is awkward --- stupid.","やはり考えても分からない。どちらもしっくりくるようで、何かが妙だ。":"\"After all, I do not understand even if I think. Both seem to fit nicely, and something is strange.\"","駄目だ。あっち側に生きる人間の考えなんて俺には分からない。":"It is useless. I don't understand the idea of ​​a person living on that side.","授業中、つい彼女の方に目を向けてしまう。":"\"During class, I turned to her.\"","顔、整ってるな。":"Your face is in order.","見た目はボーイッシュな感じあるけど、男勝りって訳でもなくて。":"\"It looks boyish, but it's not a man's victory.\"","まさに俺とは違う世界の住人。":"A resident of a different world than me.","相容れることはない。……相容れちゃいけない。":"There is no conflict. … Don't get along.","思考に疲れて机に突っ伏する。":"I feel tired and lie down on my desk.","寝よう。この授業は寝て過ごしてしまおう。":"Let's sleep Let's sleep in this class.","「あ、瀬川くんまたねー！」":"\"Oh, see you again, Segawa!\"","「え、ああ。じゃあね」":"\"Oh, I see.\"","放課後。":"after school.","教室を出たところで、友人達と話していた宇崎に声をかけられた。":"\"When I left the classroom, Uzaki, who was talking to my friends, spoke to me.\"","あまりそういう状況で話しかけられたくはなかった。":"I didn't want to be talked to in such a situation.","「瀬川くんまたねー！」":"\"See you again, Segawa!\"","「ちょっとカツキっ」":"It's a bit cut","ほら、こうなるから。":"\"You know, it happens like this.\"","俺に声をかけたのは宇崎の友人、礼紋 カツキ。よく一緒にいるのを見る。":"\"Usaki's friend, Katsuki Remon, called out to me. I often see them together.\"","彼女もクラスメイト。下の名前は今知った。":"She is also a classmate. I just learned the name below.","俺は彼女に会釈する。":"I bow to her.","そして、立ち去ろうとすると":"And when I try to leave","「ごめんねっ、驚かしちゃって」":"\"I'm sorry, I was surprised.\"","彼女が手を合わせて謝る。":"She puts her hands together and apologizes.","「いや、いいよ。それ——」":"\"“No, it ’s okay. ——”\"","「あたしカツキ！よろしく！」":"I'm Katsuki! Regards!","それじゃ、と去ろうとするも礼紋に遮られる。":"\"Then, when I try to leave, the crest is blocked.\"","しかも少し声がデカい。注目を集めたらどうする。":"\"Moreover, the voice is a little big. What to do if you get attention\"","「あ、うん、よろしく……」":"\"Ah, nice to meet you ...\"","なんだか嫌な汗をかいてきた。早く立ち去りたい。":"I've been sweating somehow. I want to leave early.","少しの沈黙。二人とももう用は無さそうだ。":"A little silence. It seems that neither of them has any use anymore.","よし。":"Alright","「あ、そ、それじゃ……」":"\"Oh, then ...\"","その隙を狙って、俺は早歩きでその場から離れる。":"\"Aiming at that opportunity, I walk away from the place in a fast walk.\"","「はぁ……」":"Hah ...","こういうことがいつかはあるだろうと予想はしていたが、気疲れした。":"\"I expected this to happen someday, but I was tired.\"","早く帰ろう。":"Let's go home soon","一人で大人しくしていると色々考えてしまう。":"I often think that I'm grown up alone.","あの時のこととか、今日話したこととか。":"\"That time, what I talked about today.\"","あんな顔する人の、あんな場面を見てしまったんだとか考えてると体が熱くなってくる。":"The body gets hot when I think that I have seen such a scene of a person with such a face.","今まで同級生や近しい異性を意識したことが無い訳じゃないが、こういう……卑しい感情を抱くのは初めてだ。":"\"I haven't been aware of classmates or close opposite sex until now, but it's the first time I have such a humble feeling.\"","「はぁ……、……っ」":"\"Huh ...\"","俺は何をしているのだろう。":"What am I doing?"},"scene3.ks":{"「鬼神、また出たらしいぞ」":"It seems that the demon has appeared again.","「え、どこで？ また歩きづらくなるな……」":"\"Where, where? Don't you walk again ...\"","「それが今回はさ……」":"That's this time ...","休み時間、クラスメイトが談笑にふけてる傍で俺は一人机に向かっていた。":"\"During the break, I was alone at the desk while my classmates were chatting.\"","「なーにやってるの？」":"What are you doing?","「……えっ、勉強っ？」":"\"... eh, study?\"","「あぁ、いや、さっき出た宿題。家でやるのめんどくさいし、簡単そうだったから出来る限りやっとこうと思って」":"\"Oh, no, the homework I just did. It's a pain to do at home, and it seems easy, so I'll do my best to do it.\"","宇崎が話しかけてきた。":"Uzaki talked to me.","本当は、こうして何かしていたら来るかもと思っていた。":"\"Actually, I was wondering if I would do something like this.\"","いや、別に、期待していたわけではないけど。":"\"No, I wasn't expecting it.\"","「邪魔しないほうがいいかな……？」":"Is it better not to disturb ...?","「あ、いや、平気。そうだ、宇崎さんここ分かる？」":"\"Oh, no problem. Yes, Mr. Uzaki, do you understand here?\"","「んー？」":"Hmm?","宇崎が俺のノートをのぞき込んでくる。":"Uzaki looks into my notebook.","彼女の顔が近くなり反射的に引いてしまう。":"Her face gets closer and pulls reflectively.","「ここはねー」":"Here it is","教わりながら、彼女の顔をちらちらと見てしまう。":"\"As I was taught, I glanced at her face.\"","まさか、女子とこんなに接近する時が来るなんて。":"\"No way, it's time to get closer to girls.\"","こんな日がいつまで続くかは分からないけど、なんだか今は悪い気がしなかった。":"\"I don't know how long such a day will last, but I didn't feel any bad right now.\"","「えぃっ」":"Ehhh","「きゃあっ！」":"Cheer!","「！？」":"!?","「〜っ、カツキっ！」":"That's a cut!","宇崎の悲鳴に驚く。どうやら礼紋が何かしたらしい。":"I am surprised by the screams of Uzaki. Apparently the crest did something.","「ど、どうしたの」":"What happened?","「カツキが脇腹つついたぁ！」":"Katsuki was flapping!","「隙だらけなミクが悪いんだよ」":"Miku with lots of gaps is bad.","友人らしいじゃれ合いだった。":"It was like a friend.","一方で俺は礼紋の登場で少し居心地が悪くなる。":"\"On the other hand, the appearance of Reimu makes me a little uncomfortable.\"","「え、なに?、二人で勉強してたの？マジメか?」":"\"Eh, what? Did you study together? Seriously?\"","「さっきの宿題だよ。瀬川くんに教えてあげてたの」":"It was my homework a while ago. I taught Segawa-kun.","「えっミクが？」":"What about Eh Miku?","「これくらいは出来るし！」":"I can do this much!","「瀬川くん、もしかしてあんま頭よくない？」":"\"Segawa-kun, aren't you smart?\"","「え」":"e","「ちょっと！」":"A little!","飛び火を受ける。":"Receive a spark.","だが事実、とてもじゃないが俺は勉強できる方とは言えないレベルだった。":"\"But, in fact, it was a level that I couldn't say I could study.\"","「ごめんね瀬川くん」":"\"Sorry, Segawa\"","「い、いや」":"No","「まーいーや、二人とも分かんないとこあったらあたしに聞いたっていいんだよ？」":"\"Well, if you can't understand both of you, can I ask you?\"","「え？」":"e?","「カツキは勉強出来るもんね……」":"I can study Katsuki ...","「そうなの？」":"Is that so?","「ふふん」":"Fun","「見えないよね」":"I can't see it.","マジか。":"Really?","「マジかって目やめて」":"Stop it seriously","「あ」":"Ah","チャイムが鳴った。":"The chime rang.","「あ、じゃあまた後でね」":"\"Oh, see you later.\"","「うん、また」":"\"Yeah, see you again\"","「またねー」":"See you","二人が席に戻っていく。":"The two return to their seats.","宿題は終わりきらなかった。次の休み時間もやっていたらまた来るだろうか。":"I did not finish my homework. Would I come again if I had another break time?","あ、この次の授業は体育だ。":"\"Oh, the next lesson is physical education.\"","着替える時間もあるし無理か。":"\"I have time to change clothes, so it's impossible.\"","一気に気分が落ち込む。":"I feel down at once.","なにより体育自体が嫌だ。学校生活で一番苦に感じるのが体育だ。":"\"Above all, I don't like physical education. The most difficult part of school life is physical education.\"","体を動かすのも好きじゃないし、他人との共同競技ばかり。":"\"I don't like to move my body, only joint competitions with other people.\"","精神的に来る。":"Come mentally.","「はぁ……」":"Hah ..."},"scene6.ks":{"体育が終わると気分は晴れやか。":"\"When physical education is over, the mood is clear.\"","もう恐れるものなど無い。":"I have nothing to fear.","毎回この瞬間はそれくらいの気持ちだった。":"I felt like that at every moment.","浮かれた気分のせいか、ふと宇崎を探してしまう。":"\"Perhaps because I'm in a floating mood, I suddenly search for Uzaki.\"","しかし彼女の姿は見当たらない。":"\"However, I can't find her.\"","「すいません！遅れました！」":"Excuse me! I'm late!","彼女が帰ってきたのはその後、授業が始まってから少しした後だった。":"She came back shortly after the class started."},"scene8.ks":{"「あれ、瀬川くん？」":"\"That, Segawa-kun?\"","突然のことに驚く。身体が思わずビクっと反応してしまう。":"Suddenly surprised. The body suddenly reacts.","「う、宇崎！？」":"\"U, Uzaki !?\"","今日は午前で学校は終わり。":"School ends in the morning today.","暇だったから外に買い物に出ていると、偶然宇崎と出会った。":"\"When I was out shopping because I was free, I happened to meet Uzaki.\"","まさかの出会いに胸の鼓動が早まる。":"My heart beats faster than I expected.","それは驚きと、別の何か。":"It's a surprise and something different.","「えっと、今帰り？」":"\"Um, are you going home now?\"","「うん。今日は早かったから、寄り道してこうと思って。瀬川くんは？」":"\"Yeah, it was early today, so I decided to take a detour. What about Segawa?\"","「あ、暇で……。ちょっと漫画とか見に」":"\"Ah, in my spare time ... to see a little manga\"","「そうなんだ。私もなんだ。早く終わるのはいいけど、暇だよね〜」":"\"That's right. I am. It's good to finish early, but it's free time.\"","「確かに……。まあ……でも、忙しいよりは、いいかな」":"Sure ... well ... but it's better than busy.","「まぁね」":"Ah well","「ね、暇ならちょっと歩かない？お店とか見てこ」":"Why don't you walk a little when you're free? Look at a store.","「えっ」":"eh","唐突な誘いに鼓動が弾む。いきなりどうして。":"A sudden invitation invites the heartbeat. What happened suddenly?","「あ、あぁ。良いけど……」":"\"Oh, yeah. Good ...\"","「ありがと！」":"Thank you!","俺たちは駅前を少し巡ることにした。":"We decided to go around the station a little.","あまりに急なことでまだ冷静になれていない。":"It's too sudden to be calm.","宇崎はどういうつもりなのだろう。":"What does Uzaki mean?","「ね、あの、ありがと……ね」":"\"Thank you, thank you ...\"","「え」":"e","「前のこと……。見つかっちゃったやつ」":"Prior thing ... the one I found.","「えと……」":"Uh……","「誰にも言わないでくれてありがと」":"Thank you for not telling anyone.","「あ、ああ」":"\"Oh, oh\"","彼女が何のことを言ってるのかようやく気付いた。":"I finally realized what she was saying.","「いや、別に……」":"\"No, not really……\"","「第一、宇崎だって俺が人と付き合い無いの知ってるでしょ」":"\"First, you know that Usaki doesn't get along with people, right?\"","「え？」":"e?","「あ、ごめん。今のは自意識過剰だった」":"\"Ah, sorry. I was over-conscious now.\"","「確かに、いつも一人でいるなーとは思ってたけど」":"\"Sure, I always thought I was alone.\"","「だから、心配することは何もないって」":"So there's nothing to worry about.","「うん。ありがと」":"Yeah. Thank you.","一瞬の混乱は相手にどう伝わっていただろう。":"How was the momentary confusion transmitted to the other person?","忘れてたって思われたかな。":"I think you forgot.","それなら幸いだ。宇崎も安心出来るだろうし。":"That would be great. Uzaki can also be relieved.","本当は忘れたことなんてないけど。":"I've never really forgotten it.","「今日はありがとね！」":"Thank you for today!","「ごめんね、いきなり誘っちゃって。お礼、どうしても言っておきたかったんだ」":"\"Sorry, I suddenly invited you. Thank you, I really wanted to tell you.\"","「いいのに、そんなの」":"\"Good, but that's it.\"","律儀な人だ。あの話題、振るのだって嫌なはずなのに。":"A man of law. I shouldn't hate that topic.","「私の気持ちの問題だから」":"Because of my feelings","「そっか。……それじゃ、また」":"Well .... Then see you again.","「うん、また明日ね！」":"\"Yeah, see you tomorrow!\""},"scene10.ks":{"切羽詰まったようなその女は、あろうことかその場で放尿し始めた。":"The impatient woman began to piss on the spot.","立ったまま。":"Standing up.","よっぽど限界だったのだろう。":"It was probably the limit.","路地裏に入って隠れたつもりなのだろうが、あそこじゃ丸見えだ。":"\"It's probably going to be hidden in the back alley, but it's completely visible there.\"","誰かが通ったらすぐ気づかれる。":"As soon as someone passes by","現に、俺がこうしてその一部始終を見ていた。":"\"Actually, I was watching the whole story like this.\"","彼女の放尿は勢いを失っていき、止まる。":"Her urination slows and stops.","少女が急いだ様子で走り去っていく。":"The girl runs away in a hurry.","だがうまく動けないようで、少しふらついていた。":"\"However, it seemed that he couldn't move well, and he was a little wandering.\"","「…………」":"........."},"scene11.ks":{"ずっと一人でいいと思っていた。":"I've always wanted to be alone.","友人、恋人、仲間。そういうのと何かを共有するのが面倒で。":"\"Friends, lovers, companions. It's a hassle to share something with that.\"","このまま誰とも関わらず一生を生きていたい。そう思っていた。":"I want to live my life as it is regardless of who I am. that's what I thought.","退屈だけれど、その退屈さこそが愛おしい。":"\"It's boring, but I love it.\"","人との関わりも薄く、友人や恋人もいない。":"He has little relationship with people and has no friends or lovers.","孤独で、絶対に何も起こらない日々。":"Days when lonely and nothing happens.","特別幸せではないけれど、大きな不幸にまみえることもない。":"\"I'm not particularly happy, but I don't see any big misfortune.\"","そんな毎日に満足していた。":"I was satisfied with every day.","なのに、今となっては一日中他人のことで頭がいっぱいだ。":"But now I'm full of other people all day long.","他人––––クラスメイトの、宇崎。":"\"Others –––– Uzaki, a classmate.\"","たったあれだけの、一つのきっかけでここまで変わってしまうのか。":"Will it change so much because of only one reason?","凪のようだった心は、今は落ち着く日など無くなった。":"My calm heart disappeared today.","きっかけはアレだった。":"The trigger was that.","だから彼女への想いは性欲によるもので、一度鎮めれば落ち着いていた。":"\"Therefore, her feelings for her were due to her libido, and once she calmed down, she calmed down.\"","なのに今は、どれだけ済ませても落ち着くことは無く。":"\"However, now I can't calm down no matter how much I finish it.\"","脳裏には彼女の声と顔がいつまでも居座り続ける。":"Her voice and face stay forever in her mind.","消えろ。消えてくれ。":"Disappear. Please disappear.","こんな想い、いらない。":"I don't need this feeling.","あっても辛いだけだ。今すぐにも無くなってくれ。":"It's just spicy. Get rid of it now.","これが嫌だからずっと独りでいたのに。":"\"I didn't like this, so I had been alone all the time.\"","彼女に近づいたような気がしてもまやかしだ。この想いの先に幸せは無い。":"It's foolish to feel like you're approaching her. There is no happiness beyond this feeling.","だから、早く——":"So quickly-","『消えてよ！！！』":"\"Disappear! !! !! ]","ドア越しに聞こえる声。":"A voice heard through the door.","教室の中で、女子二人が喧嘩をしている。":"Two girls are fighting in the classroom.","その二人はよく見知った相手で。":"The two are familiar people.","礼紋と、宇崎。":"Reimu and Uzaki.","親友のように思えた二人が口論していた。":"\"The two, who seemed like best friends, were arguing.\"","いや、口論というよりは……宇崎が一方的に怒鳴りつけている。":"\"No, rather than a hassle ... Uzaki is screaming unilaterally.\"","体操着を忘れ、取りに来たら教室のドアは締め切られてこの状況になっていた。":"\"I forgot my gym clothes, and when I came to pick it up, the door to the classroom was closed and I was in this situation.\"","気にする必要はないけれど、よりによってあの二人なのが入りづらい。":"\"I don't have to worry about it, but it's hard to get in between those two depending on the situation.\"","二人に何があったのだろう。":"What happened to them?","『そんな憐れむような目で見ないで！！』":"Don't look at such mercy! !! ]","『もう私に関わらないで！』":"Don't get me involved anymore! ]","ドアが勢いよく開け放たれる。":"The door opens vigorously.","宇崎と一瞬目が合う。が、彼女は何も言わずそのまま去っていった。":"Eyes meet Usaki for a moment. But she left without saying anything.","俺は少し置いてから、教室に入る。":"I put it down for a while and then go into the classroom.","そこには立ち尽くす礼紋の姿があった。":"There was a standing crest figure.","俺は気にしないふりで、体操服を取る。":"\"I pretend I don't care, I take off my gym clothes.\"","「聞いてた？」":"\"Did you hear that?\"\"","礼紋が聞いてくる。":"The crest is heard.","「あ、まぁ。……えと、体操服取りに来たんだけど」":"\"Oh, well ... Well, I came to get gym clothes.\"","「入りづらかったと」":"It was hard to enter.","「うん」":"Yup","「昨日のことで喧嘩しちゃった」":"I quarreled about yesterday","「昨日のこと？」":"Yesterday?","「……」":"...","礼紋が一瞬不服そうな顔をする":"Reimu makes a face that seems dissatisfied for a moment","「そっか、昨日休みだったもんね」":"\"Oh, yes, it was a holiday yesterday.\"","「ああ」":"Ah","そう、俺は風邪を引いて3日間休んだ。今日はその病み上がりだ。":"\"Yes, I had a cold and rested for 3 days. I'm sick of it today.\"","「あの子、もう来ないかもね」":"That girl may not come anymore.","「え？」":"e?","「それじゃ」":"Well then","礼紋は自分の荷物を手に取りそそくさと出て行く。":"Reimu picks up his baggage and slowly leaves.","どういうことだ？　宇崎がもう来ない？":"What does it mean? Uzaki will not come again?","昨日何があったというのか。":"What happened yesterday?","何も分からないのに、いや、だからこそか。不安と焦りでいっぱいになる。":"\"I don't know anything, no, that's why. I am full of anxiety and impatience.\"","もし、このまま彼女との関係が切れれば……それが望みのはずなのに。":"If she loses her relationship with her ... she should have hoped for it.","なのに、俺はこんなにも——":"\"However, I am so much—\""},"scene14.ks":{"礼紋の言う通り、今日宇崎は来なかった。":"\"As Reiki says, Uzaki did not come today.\"","いや、まだ一日だ。明日……も来ないだろうな。でも明後日は。":"\"No, it's still a day. Tomorrow ... will not come. But the day after tomorrow.\"","もしくは明々後日……来週……再来週。":"Or the next day ... next week ... next week again.","本当に、彼女に会う事は無くなるかもしれない。":"\"Really, I may never see her.\"","胸が、軋む。":"My chest creaks.","でも、これでいいのかもしれない。":"But this may be all right.","今は辛く感じても、このまま会わずにいたら忘れられるかもしれない。":"\"Even if it feels painful now, it may be forgotten if you don't meet like this.\"","前までのような生活に戻れるかもしれない。":"I may be able to return to my previous life.","退屈で、平坦なあの日々に。":"For those boring and flat days.","翌日、翌々日。":"\"The next day, the day after the next day.\"","休日を挟んで週明け。":"Weekends over holidays.","やはり宇崎は来なかった。礼紋も何も言ってこないからその後は分からない。":"\"After all Uzaki did not come. Reimu doesn't say anything either, so I don't know after that.\"","本当に、彼女の姿を見ることは無いのかも。":"I don't really see her.","俺は未だに未練がましく想いを抱いている。":"I'm still ugly and have a feeling.","彼女のアドレスを消せないのがその証拠。いざというとき、これで連絡を試みるという手札を捨てずにいる。":"\"The proof is that you cannot erase her address. In an emergency, I keep my hand to try to contact him.\"","我ながら愚かで惨めだ。":"I am stupid and miserable.","一週間だ。もうすぐ一週間経つ。そしたら消そう。":"It's been a week. It will be a week soon. Then let's erase it.","連絡なんていれてはいけない。可能性を見出してはいけない。":"Don't be in touch. Do not find the possibility.","俺の中から彼女を消し去らねばならない。":"You have to erase her from inside me.","だから、もう少しだけ。":"So just a little more.","「はぁ……」":"Hah ...","放課後、家にも帰らず公園のベンチで空を仰ぐ。":"\"After school, I went back home and looked up at the sky on a park bench.\"","一週間。宇崎が来なくなってから一週間が経った。":"one week. It's been a week since Uzaki stopped coming.","宇崎のアドレスを消す。それで全て終わりだ。":"Erase Usaki's address. That's all.","家でやると、家に嫌な思い出が残る気がしてここに来た。":"\"When I did it at home, I came here because I felt unpleasant memories at home.\"","馬鹿だと思う、人が見たら意味不明だろう。":"\"I think it's stupid, and if people see it, it makes no sense.\"","でも、宇崎の存在は俺の中で深い存在として刻まれてしまった。それは認めるしかない。":"\"However, Usaki's existence was engraved as a deep existence within me. I have to admit it.\"","情けなかろうと挙動不審だろうと、俺はこうしなければ彼女の存在を消せない。":"\"Whether it's miserable or suspicious, I can't erase her presence without this.\"","もとより他人なんて必要としてないし、誰にどう思われたって構わない。":"\"I don't need anyone else, and it doesn't matter who you think.\"","携帯を開く。":"Open your phone.","まずは受信履歴を開いて、宇崎との最初のメールを消す。":"\"First, open the reception history and delete the first email with Uzaki.\"","結局、彼女と取った連絡はこれだけだった。":"\"After all, this was the only contact I had with her.\"","次にアドレス帳。宇崎の名前はすぐに出てくる。":"Next is the address book. Uzaki's name will appear soon.","彼女の名前を選んで－－":"Choose her name ---","「ここ、危ないから帰ったほうがいいよ」":"\"It's dangerous here, so you should go home.\"","「え？」":"e?","声の方に顔を向けると、知らない女が立っていた。":"\"When I turned my face toward the voice, a strange woman stood.\"","「バイクの音、聞こえるでしょ。こっち来る。このままいるとカモにされるわ」":"\"You can hear the sound of a bike. Come over here. If you keep it like this, you'll be duck.\"","「えと、あなたは……」":"\"Um, you are ...\"","「私は平気。むしろ待ってるの。ここ、人気少ないし」":"I'm fine. I'm waiting. It's not popular here.","「そうじゃなくて……」":"that's not it……","「私のこと、知らない？」":"Don't you know me?","「……は？そりゃぁ……」":"... what?","「っ！？  伏せて！」":"Huh? Hold me down!","「ぅぐっ！？」":"Ugh !?","頭を掴まれて下に押される。":"The head is grabbed and pushed down.","それは一瞬で、頭抑える力はすぐ緩んだ。":"\"It was a moment, and the power to hold my head relaxed immediately.\"","「何すん……っ」":"\"What ...\"","頭を上げると、すぐ目の前に女の顔があった。":"\"When I raised my head, there was a woman's face right in front of me.\"","「え」":"\"e\"\"","すぐに違和感に気付く。":"Immediately notice the discomfort.","後ろにもう一人いる！":"There is one more person behind!","ベンチから立ち上がると、太い長棒を持った男が立っている。":"\"Standing up from the bench, a man with a thick rod is standing.\"","あいつに殴られたんだ。何で？":"I was hit by him. why?","俺を狙った？……いや。":"Did you aim for me? ……Disagreeable.","\"「\"鬼神\"も結局人の子か。鬼にはなれなかったな」\"":"\"Is demon \"also a child of a person? I couldn't become an demon.\"\"","ぞろぞろと、どこからともなく男達が姿を見せる。":"The men show up from nowhere.","男達は集団でふらつく女を抑え込んだ。":"The men suppressed the staggering woman in a group.","「なんで……」":"why……","「お前は俺らを狩っているつもりかもしれないが、今回は俺らがお前を狩りに来たんだ」":"\"You may be hunting us, but this time we came to hunt you.\"","「あの集団はブラフってわけ……」":"That group is a bluff ...","「ご名答ォ！」":"Good answer!","男が棒を振りかぶる。":"A man wields a stick.","「逃げてっ！」":"Run away!","女が叫ぶ。":"The woman shouts.","が、背後から誰かに身体を押さえつけられる。":"\"However, someone can press the body from behind.\"","口もふさがれ、声が出せない。":"My mouth is blocked and I can't speak.","抵抗しようと身体を動かすも、微動だにしない。":"\"Even if I move my body to resist, I don't make a slight movement.\"","「ンーっ！ンー！！」":"Nhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh","必死に呻くが、ズルズルと引きづられていく。":"\"It groans desperately, but it is dragged along.\"","\"「あァ\"ッ\"」\"":"Ah","女の呻き声が聞こえた。":"I heard the woman moan.","俺は視界もふさがれて、何も分からないまま為すがままとされていく。":"\"I couldn't see what I was doing, and I couldn't understand anything.\""},"scene15.ks":{"「お腹、空いたな……」":"I'm hungry ...","最近、食欲がなくて一度に少ししか食べないせいか、小腹が空いた。":"Recently I'm hungry because I don't have an appetite and can only eat a little at a time.","下校時間からそれなりに経ってる。人に会う事も少ないはず。多分、大丈夫。":"It's been a while since I left school. You should rarely meet people. maybe OK.","私はコンビニに行こうと外に出る。":"I go out to go to a convenience store.","遠くでたくさんのバイクの音が聞こえる。":"I can hear many motorcycle sounds in the distance.","暴走族だろうか。":"Is it a runaway group?","まだ明るいのに。":"It's still bright.","なんて思いつつ、少し怖くて遠回りすることにした。":"I was a little scared and decided to make a detour.","少し人通りの少ない道に出る。":"Go out on a road with little traffic.","エンジン音は遠い。流石にここなら大丈夫なはず。":"\"The engine sound is far. As expected, it should be fine here.\"","しばらく歩くと、話し声が聞こえてきた。":"\"After walking for a while, I could hear the voice.\"","先の公園からだ。内容は聞こえないけど、あまり穏やかじゃない雰囲気。":"\"From the park. I can't hear the contents, but the atmosphere is not so calm.\"","少し不安になるが、急いで通り抜ければ大丈夫だろうとそのまま進む。":"\"I am a little worried, but I proceed as it is if I can pass through quickly.\"","「逃げてっ！」":"Run away!","それは、ちょうど公園の前を通るところで。":"It's just in front of the park.","「え––––」":"e----","一瞬、見覚えのあるような人影が見えて。":"\"For a moment, I could see a familiar figure.\"","その瞬間。":"that moment.","「お前、あの時の女か」":"Are you the woman at that time?","突然、誰かが私の身体を抑え込む。":"Suddenly someone holds back my body.","「っ！？」":"What?","「お前も来い」":"You also come","何。何なのこれ。":"what. What is this?","やだ。":"no.","怖い。誰か助けて。":"scared. somebody help.","そのまま私は、何者かの車に連れ込まれる。":"\"As it is, I am taken into someone's car.\"","そこには––––":"There ––––"},"scene16.ks":{"人気の無い住宅街、その中に建つ小さなビル。":"\"An unpopular residential area, a small building in it.\"","俺たちは男達に囲まれ、そこに連れ込まれた。":"We were surrounded by men and were brought there.","「オラ」":"Ora","男に乱暴に突き放される。腕を拘束されてるせいで上手くバランスが取れずに倒れこむ。":"It is violently pushed by a man. I fell down without being able to balance well because my arms were restrained.","「っつぅ……」":"Tsu ...","「荒井さんが来るまで待ってな」":"Wait until Mr. Arai comes.","俺たちを連れてきた奴らの一人が言う。":"Says one of the guys who brought us.","謎の空間に取り残される俺たち。":"We are left behind in a mysterious space.","灯りは豆球のみ。床はコンクリートで固い。":"Lights are only miniature balls. The floor is concrete and hard.","物は何も置いてなく、人は長時間いれるような場所ではない。":"\"Nothing is left there, and it is not a place where people can stay for a long time.\"","「ごめん。巻き込んで」":"Sorry. Get involved.","公園で会った女が言う。":"The woman I met in the park says.","「何がどうなってるのか、全然分からない……」":"I have no idea what's going on ...","「説明する。その前に、貴女はどうして？」":"\"I'll explain. Before that, why are you?\"","「……分かり、ません」":"……I do not understand","女が振った相手は、奴らの車内で会ったもう一人。":"The other woman the woman shook was the other person they met in their car.","宇崎だった。":"It was Uzaki.","「……なんで学校来ないんだよ」":"... why don't you come to school?","「え、えと、それは……」":"\"Uh, uh ...\"","「…………」":".........","「……まぁ、いいけど」":"\"... well, good.\"","「ねぇ、どうなってるの。なんで瀬川くんがいるの……」":"\"Hey, what's going on. Why is Segawa-kun ...?\"","「二人、知り合い？」":"Are you acquainted?","「クラスメイト」":"Classmate","「そうなんだ」":"is that so","「あなたは……」":"you are……","「私は佐伯 アカネ。訳あってあいつらを追ってたんだけど」":"I am Akane Saeki. I was following them for some reason.","「佐伯……」":"Saeki ...","「そう、それであいつらはちょっと有名な半グレ集団みたいなもので」":"\"Yeah, they're kind of like the famous half-grey group.\"","「もしかして、鬼神……」":"Maybe the demon ...","「え、鬼神って……」":"\"Eh, the demon ...\"","そういえば最近、よく校内でその単語を耳にしていた。言葉だけで詳しいことは知らないけど。":"\"Speaking of which, I often hear that word in school recently. I don't know the details with just words.\"","どうやら目の前にいるこの女は有名人らしい。":"Apparently this woman in front of her seems to be a celebrity.","「話が早いね。……それであいつらを壊滅させようと頑張ってたんだけど」":"It's a quick story ... so I was trying hard to destroy them.","「逆に罠にかかった」":"\"On the contrary, I got trapped\"","「……そう、情けない事に。油断してた……本当にごめん。私のせいで……」":"\"... Yeah, it's a pity. I'm sorry ... I'm really sorry. Because of me ...\"","「じゃあ、宇崎はなんで？」":"Why Uzaki?","「わかんないけど……多分、ちょうど通りかかったの。二人がいるところに」":"I don't know ... maybe it just passed by. Where the two were.","「口止めみたいなものか」":"Is it like a humor?","俺たちはこの佐伯という人のごたごたに巻き込まれたという訳か。":"Maybe we were caught in the mess of this Saeki person.","でも、不思議と怒りは湧いてこなかった。宇崎までいるのに、思ったより冷静だ。":"\"But mysteriously, I didn't get angry. Even though I'm in Uzaki, I'm more calm than I expected.\"","違う、ただ混乱しているだけか……。":"\"No, I'm just confused ...\"","色んなことが重なりすぎて、心が怒るとかそういう段階まで行ってない。":"I haven't gotten to the point where my heart gets angry because things overlap.","「私たちどうなるんですか……。帰れるんですか……」":"What will happen to us .... Can we go home ...","「帰すわ、必ず。無事にね」":"I'll definitely return. Safely.","「捕まってるのに」":"I'm caught","「……責任は果たす」":"... fulfills responsibility","「平気？」":"Are you okay?","「え、あ、はい」":"\"Oh, yes.\"","つい黙り込んでしまった。何だか疲れて、話す気になれなかった。":"I just shut up. Somehow I was so tired that I didn't feel like talking.","「奴らの口ぶりだと後でボスが来るみたい。悔しいけど、それまで待つしかない。チャンスはそこしかない」":"\"If they say that, the boss will come later. I'm sorry, but I have to wait until then. There is only one chance.\"","「はぁ」":"Hah","俺は俯いて、目を瞑る。":"I look down and close my eyes.","これが夢だったら……。":"If this was a dream ...","目を覚ましたら、布団の上か、机に向かっているか。":"\"When you wake up, are you on the futon or at the desk?\"","でも、望んでるはずなのに。":"But I should have wanted it.","宇崎がいることを嬉しくも感じてしまって。":"I felt happy that Uzaki was there.","何考えてんだか。":"What are you thinking","こんな状況で、宇崎も参ってるだろうに。":"\"Under these circumstances, Uzaki would probably be visiting.\"","嬉しいとか。":"I'm happy.","俺がもっと早く、迷わず、断ち切れていたら。":"\"If I was faster, hesitant and cut off.\"","佐伯さんも、宇崎も、こんな状況にはなってなかったかも。":"Saeki and Uzaki may not have been in this situation.","「疲れたよね。私起きてるから、二人とも休んでいいよ。……もっとも、こんな状態で休みようがないかもしれないけど」":"\"I'm tired. I'm awake, so I'm okay for both of us .. However, maybe I can't rest in such a state.\"","俺は横になる。こんな状況下で到底落ち着けるはずも無いが、態度だけでも平静を装う。":"\"I lie down Under such circumstances, it cannot be settled down, but the attitude alone poses calmness.\"","「瀬川くん……」":"Segawa-kun ...","宇崎が呟く。その声を脳裏で反芻させる。":"Usaki murmured. The voice is rumored in the mind.","久しぶりに聞いた宇崎の声。二人はどうだか分からないけど、俺が絶望せずにいられる理由だった。":"\"Uzaki's voice I heard after a long time. I don't know what they are, but it was the reason I could stay in despair.\""},"scene17.ks":{"ふと、意識がはっきりとする。":"\"Suddenly, my consciousness becomes clear.\"","寝てたのか……？":"Did you sleep?","体を起こす。俯向く二人の姿。":"Raise the body. The figure of two people looking down.","自分が寝ていたのか気になったが、なんとなく声をかけづらい雰囲気だった。":"\"I was wondering if I was sleeping, but the atmosphere was such that it was difficult to speak out.\"","「遅いね……」":"Slow ...","佐伯さんが呟くように言う。":"Saeki mutters.","「ですね」":"is not it","「私への報復なら、さっさとすればいいのに」":"\"If I should take retaliation against me, I should do it immediately.\"","てっきり、すぐ来るものだと思っていたから俺も分からなくなっていた。":"\"I knew it would come soon, so I didn't know.\"","「死ぬまで、このままなのかな」":"Is it like this until I die?","「……」":"...","餓死は、嫌だな。苦しそうで。":"I don't like starvation. It looks painful.","ここに来てどれだけの時間が経ったのか。":"How long have you been here?","時計もない、携帯も取り出せない。":"\"I don't have a clock, I can't take out my cell phone either.\"","灯りも小さな豆電球一つ。窓が無いから外の状況も分からない。":"The light is a small miniature bulb. I don't know the outside situation because there is no window.","俺たちはあと、どれだけここにいるのだろう。":"How long are we here?","宇崎の言う通り、このままなのか。":"\"As Uzaki says, is this the case?\"","「そういえば……殴られたの、大丈夫ですか」":"\"Speaking of which ... I was beaten, is it okay?\"","「あぁ、今はもう大丈夫。実はさっきまでふらっとすることはあったんだけどね」":"\"Oh, now it's ok. I was a little confused until a while ago.\"","「今はもう意識もはっきりしてる。これさえどうにかなれば、あんな奴ら敵じゃないのに」":"\"I'm already conscious now. If that's enough, I wouldn't be such enemies.\"","佐伯さんは拘束された腕を振る。":"Saeki shakes his restrained arm.","どうやらすごい人らしいけど、その言葉が強がりなのか、根拠があって言っているのかは判断出来ない。":"\"Apparently it sounds like a great person, but I can't judge whether the word is strong or has a reason.\""},"scene18.ks":{"と、その時。":"At that time.","足音のような音が聞こえてくる。":"You can hear sounds like footsteps.","「聞こえる？」":"hear?","佐伯さんが小声で聞いてくる。":"Saeki asks in a whisper.","俺たちは何も言わず頷く。":"We nod without saying anything.","「来るかも」":"May come","「……っ」":"...","足音は扉の前で止まり、今度はガチャガチャという音。":"\"The footsteps stop in front of the door, and this time there is a rattling noise.\"","鍵を開けてる。来る。":"I'm unlocking. come.","体が強張る。":"The body becomes tense.","いざこの瞬間が来ると、さっきまでの昂りは嘘のように全身を緊張が包む。":"\"When this moment comes, the whole body is tense, like a lie.\"","––––怖い。":"...scared","扉が開く。":"The door opens.","さっきまでの奴らよりガタイのいい男が姿を表す。":"A man with a better shape than the ones just before appears.","「よう、待たせたなぁ」":"\"Yeah, I kept you waiting.\"","「ずいぶん遅い登場ね」":"It's a very late appearance.","「あぁ、その方が面白いってこいつがな」":"\"Oh, this is more interesting.\"","後ろからもう一人現れる。":"Another person appears from behind.","そいつも大きな体をしているが、ガッシリというよりは太った男。":"\"He's always a big body, but he's a fat man rather than a fat man.\"","「お前……」":"you……","佐伯さんが鋭い瞳でその男を睨む。":"Saeki stares at the man with his sharp eyes.","その目には、尋常じゃない怒りを感じる。":"I feel extraordinary anger in my eyes.","「まだ早かったかァ？いい頃合いだと思ったんだがなァ」":"Is it still too early? I thought it was a good time.","「そっちの女は無理だったみたいだけどな？」":"\"I think it was impossible for that woman, right?\"","「お前、前も外でやってたな。もしかしてわざとか？」":"You did it outside as well. Maybe it was on purpose?","「えっ、なっ」":"\"Eh, na\"","太った方の男が宇崎ににじり寄る。":"The fat man leans on Uzaki.","「なぁ、してたよなァ。外で、立って、な？」":"\"Hey, did you do that? Stand outside, right?\"","「ちが……っ」":"That is ...","立って？":"Standing?","もしかして、俺の知らないところで彼女は、また……。":"Perhaps she's back where I don't know ...","「何が違うんだよ。俺は見てたんだぞ。お前が、路地裏で」":"What's wrong. I was watching. You're in the back alley.","男は話しながら宇崎の腰に手をかける。":"\"While talking, the man puts his hand on Usaki's waist.\"","「いや……！やめて……っ」":"No ...! Stop ...","「ほら、そこの仲のいい男の子にもっと見せてやれ。お前の恥の証を」":"\"Look, show me more to your good boys there. Proof of your shame.\"","「や、やめろ！」":"\"No, stop!\"","男が宇崎のジーパンを下ろす。":"A man lowers Uzaki jeans.","「ほらっ」":"See!","「きゃっ」":"Kyatt","宇崎は下着ごと下ろされたようで、彼女の肌が視界に入る。":"\"Uzaki seems to have been lowered with her underwear, and her skin is in sight.\"","「いやぁ……！やだ！」":"“No ...! No!”","「彼もお前のここに夢中だぜ。よかったな」":"He's crazy about you here too. I'm glad.","男が宇崎の尻を軽く叩きながら言う。":"A man says while tapping Uzaki's butt.","「いや……見ないで。やめて……っ」":"No ... don't look. Stop it ...","「……」":"...","宇崎の言葉は耳に入っているのに、目が離せない。":"\"Uzaki's words are in my ear, but I can't take my eyes off.\"","湧き上がる感情を、抑えられない。":"I can't control my emotions.","「須藤！その子から離れて！」":"Sudo! Stay away from the child!","「あァ〜？　おぉ、佐伯じゃないかァ」":"\"Ah? Oh, isn't it Saeki?\"","佐伯さんは太った男を須藤と呼んだ。知り合いなのか？":"Saeki called the fat man Sudo. Do you know someone?","須藤と呼ばれた男は佐伯さんに近づいていく。":"The man called Sudo approaches Saeki-san.","「ここまで上手くいくとは思わなかったよ。あの女も、俺を切ったことを後悔するだろうな？」":"I didn't think it would work so well. Would that girl regret cutting me?","「今度は、殺すわよ……」":"I'll kill you this time ...","「やってみろォ……。やられた分全部返して、俺は返り咲く」":"Give it a try ... I'll give back everything I've done and I'll come back.","\"「\"鬼神\"をやったとなれば、かつてない功績だ。俺が……王になる！」\"":"\"If you play Ogre God \", it's an unprecedented achievement. I will become the king!\"\"","「本当に……変わらない、バカのままね」":"\"Really ... it doesn't change, it's stupid.\"","「ははははっ！可愛いぞ佐伯！そんな状態で必死に吠える姿は子犬のようだ！」":"\"Hahahahaha! Cute Saeki! In such a state, desperately barking is like a puppy!\"","須藤は佐伯さんの胸元を掴む。":"Sudo grabs Saeki's chest.","そのまま、シャツを思いきり開く。":"Open the shirt as it is.","「っ……！」":"Wow ...!","佐伯さんの下着が露わになる。":"Saeki's underwear is exposed.","更に、須藤はズボンからポケットナイフを取り出し、下着のフロント部分を切断する。":"\"In addition, Sudo takes out a pocket knife from his pants and cuts the front part of his underwear.\"","その下に隠された肌が無抵抗に晒される。":"The skin hidden under it is exposed without resistance.","「殺す……っ、殺してやる……！」":"Kill ... I'll kill ...!","「やってみな」":"Try it","「ぅ、く……っ、やめろ！離れろぉ！！」":"\"Uh, uh ... stop, go away!\"","「あぁ〜ァァ……最高だァ……。ここまでしたいと思った女はお前が初めてだよ」":"Ohhh ... the best ... you're the first woman to want to reach this far.","「さァ……その屈辱に歪む顔、もっと俺に見せてくれ」":"Well ... show me more of that humiliating face.","なんだこれ。なんだこの状況。":"what's this. What is this situation.","混沌したこの場で、俺はこれからどうなるんだ。":"What will happen to me in this chaotic place?","「盛ってやがるな、あのガキ」":"\"Don't wait, that kid\"","俺の前に立っている、おそらく奴らのボスと思われる男が口を開いた。":"\"A man standing in front of me, presumably their boss, opened his mouth.\"","「俺たちの目的はあの女の始末だが、アレが終わらないとな」":"\"Our purpose is to dispose of that woman, but we must end it.\"","不満を垂れているようで、男の口には笑みが見える。":"\"It seems to be complaining, and a man's mouth shows a smile.\"","男は俺に目を向ける。":"The man turns to me.","「俺たちが怖いか？」":"Are we scared?","どうしても、体が震える。こんな奴にビビってるなんて思われたく無いのに。":"My body trembles. I don't want to think I'm scared of this guy.","目が合わせられない。声が出ない。怖い。":"I can't match my eyes. I've lost my voice. scared.","「そんな怖がるなって。俺もな、男のお前を連れてこさせたのは意味があるんだよ」":"\"It's scary. I mean, it makes sense to bring you a man.\"","「……？」":"...?","「個人的な事情だがね。……あいつのも悪くもはないが、些か身なりがな」":"\"It's a personal matter .... it's neither bad nor bad, but a little dressed.\"","「何を……」":"what……","「その後ろの女。そいつを思うがまま陵辱するんだ」":"The woman behind it. You insult him as you want.","「えっ……？」":"eh……?","「年頃の男だ、同い年の女相手に対して抱くモノもあるだろう。我慢するな。己が望むまま、その女を好きにしてやれ」":"\"I'm an old man, I think I have something to hold against a woman of the same age. Don't be patient. Do whatever you want and love that woman.\"","「そうすれば解放してやる。心配するな。俺が守ってやる、捕まることはない」":"\"Then I'll free it. Don't worry. I'll protect it, I won't catch it.\"","何を、言ってるんだ？":"What are you saying?","「…………」":".........","「恥ずかしがることは無い。見ろ、あの男を。あんなナリだが欲に忠実な姿は輝いて見える」":"\"I'm not shy. Look at that man. That Nari, but loyal to lust, looks shining.\"","なんだこいつ……。意味のわからないことを言っている。":"What's this ... I'm saying something I don't understand.","「欲求に忠実であることこそ人の美徳だ。俺は、人間のそういう姿が見たい」":"Being true to your desires is a person's virtue. I want to see human beings like that.","何を言ってるんだ、本当に。信用なんて出来るわけないし、言ってることも分からない。":"\"What are you talking about? I can't trust, and I don't know what to say.\"","ふざけるな。":"Do not be silly.","…………なのに。":"…………Nevertheless.","下半身裸の宇崎に目線が向く。":"\"Looking at Usaki, who is in the lower half of his body, he looks straight.\"","熱いものが、湧き上がってくる。":"Hot things spring up.","「その欲望、開放しろ」":"\"That desire, release it\"","いずれにしても破滅しか無い。なら、このまま……。":"\"In any case, there is only ruin. Then, just like this ...\"","それに、ここはあえて俺が手を出すことで、少しは彼女の被害がマシにもなるかもしれない。":"\"Besides, if I dare to put my hand in here, her damage may be a little worse.\"","それなら……。":"in that case…….","「あぁ……」":"Ahh……","自然と、口から漏れていた。":"It was leaking from my mouth naturally.","「そうか」":"Really","男が笑う。":"The man laughs.","「こっち来い」":"Come here","男は腰に下げているキーケースから鍵を取り出し、俺の手枷を外す。":"The man takes out the key from the key case that he hangs on his waist and removes my shackle.","「さぁ、自由だ」":"\"Well, it's free\"","俺は立ち上がり、宇崎の前へ。":"I stood up and went in front of Uzaki.","「瀬川……くん……」":"Segawa ... kun ...","その目は潤んでいるように見える。":"The eyes look moist.","それはどんな感情だ、宇崎。":"\"What kind of emotion is that, Uzaki.\"","恐れているのか、失望しているのか。それとも孤独の寂しさか。":"Are you afraid or disappointed? Or is it the loneliness of loneliness?","手で宇崎の頬に触れる。":"Touch Usaki's cheeks with your hands.","彼女は僅かにびくっと震える。":"She trembles a little.","「宇崎」":"Uzaki","「元はと言えば、お前が悪いんだ」":"\"Originally, you're bad\"","お前が、あの時あんなことしてなければ。":"Unless you did that kind of thing then.","「お前がいなければ」":"Without you","あんなに苦しむことも無かった。":"I didn't suffer so much.","今日、公園に行くことも無かった。":"I never even went to the park today.","「お前が俺に関わらなければ……っ」":"If you don't care about me ...","「また、俺の前に姿を見せやがって」":"\"Also, show up before me\"","「瀬川くん……」":"Segawa-kun ...","「私のこと、嫌い……？」":"You hate me ...?","胸のずっと奥深く、言葉が響く。":"Words echo deep in my chest.","その時、俺は気付いた。":"\"At that time, I noticed.\"","「…………あぁ」":"…………Ahh","「……そう」":"……so","あぁ、そうか。":"\"Oh, right?\"","最初からこうすればよかったんだ。":"I should have done this from the beginning.","宇崎を自分の中から消す。その望みのために。":"Erase Uzaki from inside. For that hope.","そもそもどうして俺は独りでいたかった？":"Why did I want to be alone in the first place?","他人の支配を受けたくないから。":"I don't want to be ruled by others.","他人を認識して、自分の中に住ませることで感情を支配されたく無いから。":"I don't want to control my emotions by recognizing others and letting them live within me.","だったら、何も考える必要なんてなかった。":"Then I didn't have to think about anything.","俺は俺の好きにすればいい。":"I can just like me.","俺は宇崎に触れていた手を握りしめる。":"I hold onto my hand that was touching Uzaki.","この状況はその発露にうってつけだ。":"This situation is perfect for the debut.","俺自身が見失っていたことに、気付かせる好機だ。":"It's an opportunity to make me realize what I've lost.","だから、":"So","俺は––––":"I am----","「さよなら」":"Goodbye","後ろに立つ男に向けて、その拳を振りかざす。":"He swings his fist at the man behind him.","「……ッ、あ……？」":"... hhhh ...?","男が怯み困惑しているその隙に、腰のキーケースを奪い取る。":"\"While the man is frightened and confused, he takes away the waist key case.\"","そのまま佐伯の下へ行こうとするが、後ろから手を掴まれてしまった。":"\"I try to go under Saeki, but my hands are caught from behind.\"","彼女を襲っていたあのデブがこっちに気付き、振り向く。":"The fat who was attacking her noticed me and turned around.","が、その隙に佐伯が彼に蹴りを入れた。":"\"However, Saeki kicked him in the gap.\"","今だ。":"now.","佐伯の下までは行けない。彼女に向かってキーケースを投げる。":"You can't go under Saeki. Throw a key case at her.","「ガキ……何のつもりだッ」":"Gaki ... what do you mean?","男に殴り飛ばされる。":"Being hit by a man.","が、こっちだって止まってられない。":"But I can't stop even here.","教えてやらなければいけない。":"I have to tell you.","\"瀬川コウジは\"違う\"と。\"":"\"Koji Segawa is \"not\".\"","瀬川コウジは彼女に「女」を求めたりしてない。":"\"Koji Segawa does not ask her for a \"woman\".\"","そもそも、他人なんかいらない。":"\"In the first place, no one else needs.\"","好き勝手言いやがって。":"Please say whatever you want.","男なんだからそういうものだ　って、決めつけるな。":"\"I'm a man, so don't make a decision.\"","同い年の女相手に抱くモノ？":"What do you have for a woman of the same age?","好きで男に生まれたわけじゃない。":"I wasn't born as a man because I liked him.","「ああああああっ！！」":"Ohhhhh !!","「クソが！」":"Fuck!","殴りかかるも、届くことなく相手に殴り返される。":"\"Even if he hits, he will be hit back by the other person without reaching.\"","何度殴られても、立つ。":"Stands no matter how many times you are hit.","「だああああああ！！」":"Daaaaaaaaaa !!","そう、違う。":"\"Yes, no\"","\"所詮みんな人間だ。彼女が女だからって、\"特別\"になったりしない。\"":"\"After all, they are all humans. Because she is a woman, she doesn't become \"special\".\"","そうだ、俺にとってあいつは特別じゃない。":"\"Yes, that's not special to me.\"","そのどんな姿を見たとして、そんなことなんでもないはずだ。":"\"No matter how you look at it, it shouldn't be like that.\"","俺は違う。違うんだ。俺は凡百の人間とは違う。":"I'm different No I'm not a hundred people.","好きで人に生まれてきたわけじゃない。":"I wasn't born because I liked it.","「興味、ないんだよ！」":"I'm not interested!","誰もが求める、特別な一人。理解者。そんなものいらない。":"A special person that everyone wants. Understander. I don't need that.","「何言ってやがる！」":"What are you saying!","「っぐぅ！」":"Gugu!","好きで、好きになったわけじゃない。":"\"I didn't like it, I didn't like it.\"","「がぁ……っ、まだだ……」":"Well ... yet ...","「つまんねぇプライドなんか持ちやがって。テメェ、カッコつけてるつもりか？　状況わかってねぇのか」":"\"Don't have a boring pride. Teme, are you going to put it in brackets?\n\"","知らない。俺は独りだ。":"Do not know. I'm alone.","カッコつける相手なんていない。":"I don't have anyone to put brackets on.","思うように、やりたいようにやるだけ。":"\"Just do what you want, what you want.\"","俺の中に他人なんていないから、俺は誰にも支配されない。":"No one else controls me because I am the only one inside me.","お前が気に入らないから、やってるだけ。":"I just don't like you","「俺は、欲求のまま動いてるだけ……」":"\"I'm just moving as I want ...\"\"","男は呆れたような顔をしてため息をついた。":"The man sighed with an amazed face.","「たまにいるんだよな、お前みたいにつまんねぇガキが……」":"\"I'll be there once in a while, but I'm a boring kid like you ...\"","「もういいよ、オラァ！」":"\"Alright, Ola!\"","男が振りかぶる。":"A man wields it.","また、来る。分かっても、体が動いてくれなかった。":"\"Will come again. Even if I understand, my body didn't move.\"","くそっ。":"Damn.","ここまで––––":"So far----","そう思った瞬間。":"The moment I thought so.","「なっ」":"Nata","「下がってな」":"Go down.","「それが、鬼神かよ……！」":"Is it a demon ...!","「まっ……」":"Ma ...","視界が歪み、バランスを崩す。":"Sight is distorted and the balance is lost.","「瀬川くんっ！」":"Segawa-kun!","宇崎が駆け寄ってくる。彼女の腕もいつの間にか解放されていた。":"Uzaki is running up. Her arms were also released before I knew it.","「来んな……」":"Don't come ...","彼女を振り払い、立ち上がって部屋の外を目指す。":"\"Shake her off, get up and aim outside the room.\"","「無理だよ！佐伯さんを待とう！」":"I can't! Wait for Saeki!","「知るか……」":"Do you know……","「瀬川くん！」":"Segawa!","持てる力で振り払い、走りだす。":"Shake off with your power and start running.","「あの馬鹿……！」":"That idiot ...!","「いいや、仕方ない」":"\"No, it can't be helped\"","「……さぁ、終わらせようか」":"\"... Well, let's finish it.\""},"scene19.ks":{"部屋を出た俺は、出口を求めて手当たり次第に奥の部屋へと進んでいく。":"\"After leaving the room, I proceed to the room at the back, randomly looking for an exit.\"","「なんだ、誰もいないじゃんか……」":"\"Oh no, there's no one ...\"","「瀬川くん！」":"Segawa!","後ろから宇崎が来る。":"Uzaki comes from behind.","「寄るなって……。言ったろ、嫌いなんだよ……」":"Don't stop ... I don't like it ...","「……独りじゃ危ないよ」":"... It's dangerous to be alone","「お前には、関係ない」":"It doesn't matter to you","「……」":"...","「おい、逃げ出してるぞ！」":"\"Hey, you're running away!\"","「っ！？」":"What?","奥––––俺が進む方から奴らが顔を出す。":"In the back –––– They show their faces from the way I go.","「瀬川くん、逃げるよ！こっち！」":"\"Segawa-kun, I'll run away! This!\"","宇崎が腕を引く。体に余裕が無いからか、簡単に引かれてしまう。":"Uzaki pulls his arm. It's easy to be pulled because there is no room in the body.","俺は少し考えてから、あえて身を任せる。":"\"I think for a moment, then dare to leave.\"","そして、ドアを越えるかといったところで彼女を突き飛ばす。":"\"Then, she knocks her out at the door.\"","「なっ––––」":"“Now ––––”","俺はそのままドアを鎖し、鍵も閉める。":"I just lock the door and lock the lock.","「鍵、こっち側で良かったな……」":"The key was good on this side ...","ドア越しに、向こうから叩いてる振動が伝わる。":"Vibrating vibrations are transmitted from the other side through the door.","何か言ってる気もするが、はっきりとは聞こえない。":"\"I feel like I'm saying something, but I can't hear it clearly.\"","それでいい。":"That's fine.","ぞろぞろと、部屋に奴らが集まってくる。":"They gather in the room.","目を瞑り、深呼吸をする。目蓋の裏に映るのは、彼女の記憶。":"Close your eyes and take a deep breath. Her memory is reflected on the back of the eyelids.","それは決して特別なものではなく、ありふれた光景。":"\"It's nothing special, it's a mundane sight.\"","これが、最後。":"This is the end.","「元気で」":"take care"},"scene20.ks":{"「く……くそ、お……」":"Ku ... Damn ...","奴らのボス、荒井と呼ばれていた男が目の前に横たわる。":"\"A man, called their boss, Arai lies in front of him.\"","胸ポケットに付いてるバッジを取り外す。":"Remove the badge on the chest pocket.","「82個目。残りはここの残党で揃う、か」":"The 82nd. The rest will be gathered here.","後は先に行ってしまった二人を追わないと。彼らだけじゃ危ない。":"\"After that, I have to follow the two people who went earlier. They are dangerous alone.\"","「……」":"...","と、その前にやるべき相手がもう一人。":"\"And before that, there is another person to do.\"","\"彼は\"数\"に入っていないが、見逃す理由などない。\"":"\"He's not in the \"number\", but there's no reason to miss it.\"","部屋の隅にいる奴に目線を向ける。":"Look at the guy in the corner of the room.","「っ！　す、すまなかった！調子に乗った！許してくれ！」":"Wow! I'm sorry! I'm in good shape! Please forgive me!","彼に詰め寄る。":"Close to him.","「もうやらない！本当だ、今度こそ、足を洗う！」":"\"I won't do it anymore! Really, this time I wash my feet!\"","何かを言っている。が、全く耳に入らない。入れる気がない。":"I'm saying something. But I can't hear it at all. I don't want to enter.","「だから––––」":"“So ––––”","私は奴の股に向けて––––":"I turned to his crotch ––––","\"この須藤宗明を須藤宗明たらしめる\"そこ\"に、脚を振り下ろす。\"":"\"The legs are swung down to \"there\" which makes this Muneaki Sudo unique.\""},"_preview.ks":{"ふと、意識がはっきりとする。":"\"Suddenly, my consciousness becomes clear.\"","寝てたのか……？":"Did you sleep?","体を起こす。俯向く二人の姿。":"Raise the body. The figure of two people looking down.","自分が寝ていたのか気になったが、なんとなく声をかけづらい雰囲気だった。":"\"I was wondering if I was sleeping, but the atmosphere was such that it was difficult to speak out.\"","「遅いね……」":"Slow ...","佐伯さんが呟くように言う。":"Saeki mutters.","「ですね」":"is not it","「私への報復なら、さっさとすればいいのに」":"\"If I should take retaliation against me, I should do it immediately.\"","てっきり、すぐ来るものだと思っていたから俺も分からなくなっていた。":"\"I knew it would come soon, so I didn't know.\"","「死ぬまで、このままなのかな」":"Is it like this until I die?","「……」":"...","餓死は、嫌だな。苦しそうで。":"I don't like starvation. It looks painful.","ここに来てどれだけの時間が経ったのか。":"How long have you been here?","時計もない、携帯も取り出せない。":"\"I don't have a clock, I can't take out my cell phone either.\"","灯りも小さな豆電球一つ。窓が無いから外の状況も分からない。":"The light is a small miniature bulb. I don't know the outside situation because there is no window.","俺たちはあと、どれだけここにいるのだろう。":"How long are we here?","宇崎の言う通り、このままなのか。":"\"As Uzaki says, is this the case?\"","「そういえば……殴られたの、大丈夫ですか」":"\"Speaking of which ... I was beaten, is it okay?\"","「あぁ、今はもう大丈夫。実はさっきまでふらっとすることはあったんだけどね」":"\"Oh, now it's ok. I was a little confused until a while ago.\"","「今はもう意識もはっきりしてる。これさえどうにかなれば、あんな奴ら敵じゃないのに」":"\"I'm already conscious now. If that's enough, I wouldn't be such enemies.\"","佐伯さんは拘束された腕を振る。":"Saeki shakes his restrained arm.","どうやらすごい人らしいけど、その言葉が強がりなのか、根拠があって言っているのかは判断出来ない。":"\"Apparently it sounds like a great person, but I can't judge whether the word is strong or has a reason.\""},"title_screen.ks":{"はじめから":"From the beginning","つづきから":"continue from","シーン回想":"Scene recollection","終了する":"finish"}},"tag":{"glink":"text","ptext":"text","link":"text"},"chara":{"瀬川":"","":"","声":"","宇崎":"","礼紋":"","ユカ":"","先生":"","高橋":"","ミク":"","佐伯":"","カツキ":"","店員":"","???":"","女":"","男":"","太った男":"","須藤":"","荒井":"","クラスメイトA":"","クラスメイトB":""},"label":{}}